/*
Navicat PGSQL Data Transfer

Source Server         : cn-zj-bgp.sakurafrp.com
Source Server Version : 100400
Source Host           : cn-zj-bgp.sakurafrp.com:57275
Source Database       : cylinder
Source Schema         : public

Target Server Type    : PGSQL
Target Server Version : 100400
File Encoding         : 65001

Date: 2021-02-01 10:01:35
*/


-- ----------------------------
-- Table structure for content
-- ----------------------------
DROP TABLE IF EXISTS "public"."content";
CREATE TABLE "public"."content" (
"id" int4 NOT NULL,
"url" varchar(255) COLLATE "default" NOT NULL,
"detail" text COLLATE "default",
"title" varchar(255) COLLATE "default",
"weigh" int4 NOT NULL
)
WITH (OIDS=FALSE)

;

-- ----------------------------
-- Records of content
-- ----------------------------
INSERT INTO "public"."content" VALUES ('0', 'http://www.imomoe.jp', '樱花动漫,Sakura樱花动漫拥有上万集高清晰画质的在线动漫，观看完全免费、无须注册、高速播放、更新及时的专业在线樱花动漫站，我们致力为所有动漫迷们提供最好看的动漫。 我的妹妹不可能那么可爱我的妹妹哪有这样就最终回 我的妹妹不可能那么可爱第二季我的妹妹哪有这么可爱 Angel Beats另一个结局 画江湖之灵主月落日出 秦时明月之龙腾万里连载中 龙珠 超连载中 驱魔少年第二季最终夜（沃克） 银魂别了真选组篇(九)别了 真选组 暗杀教室第二季未来的时间 名侦探柯南连载中 双星之阴阳师双星vs双生 食戟之灵第二季威风堂堂 学战都市Asterisk第二季再会 Re：从零开始的异世界生活仅此而已的故事 线上游戏的老婆不可能是女生？线上游戏的老婆就是女生！ 灾祸的真理 -ZUERST- 第10集 池袋西口公园 第11集 黑色五叶草 第156集 影之诗 第35集 库特wafter 全集 在魔王城说晚安 第11集 阿松第三季 第10集 A3!满开剧团 秋&冬 第10集 我的青春恋爱物语果然有问题第三季 12全集 某科学的超电磁炮T 25全集 食戟之灵第五季 13全集 租借女友 12全集 这个勇者明明超强却过分慎重 12全集 刀剑神域第三季 47全集 Fate/Grand Order 绝对魔兽战线 巴比伦尼亚 21全集 盾之勇者成名录 25全集 斗罗大陆 第一季 第134集 轩辕剑：苍之曜 13全集 霹雳惊涛 第12集 万界仙踪 第38集 末日曙光 第10集 画江湖之侠岚 第26集 枪神记 第18集 武庚纪第二季 第30集 RWBY CHIBI第三季 第12集 铁卫雄狮 第19集 闪电侠第四季 23全集 神盾局特工第五季 第19集 绿箭侠第六季 第19集 行尸走肉第八季 第15集 明日传奇第三季 17全集 公牛历险记 BD1280高清中英双字版 少女与战车 最终章 第2集 Fate/stay night Heavens Feel剧场版 第2集 反叛的鲁路修剧场版 全集 中二病也要谈恋爱剧场版-Take On Me- 全集 魔法少女奈叶剧场版第三部 第1集 Free男子游泳部剧场版 全集 吹响！上低音号剧场版 第2集 游戏人生剧场版 全集 简介：《东京食尸鬼第四季》讲述即《东京食尸鬼：re第二季》制作决.. 简介：《东京食尸鬼第三季》讲述改编自石田スイ原作《东京食尸鬼：r.. 简介：《一拳超人》讲述在就职过程中寻不到出路的主人公琦玉，在遭遇.. 简介：《缘之空》讲述因为父母突然在交通事故中去世，春日野悠带着他.. 简介：《日在校园》讲述本作的主人公伊藤诚突然发现隔壁班的少女桂言.. 简介：《死神》讲述人类世界中，死神朽木露琪亚突然闯进了黑崎一护的.. 简介：《妖精的尾巴》讲述世界中存在的魔导士公会妖精的尾巴，是一个.. 简介：《东京食尸鬼第二季》讲述故事接续青铜树篇中金木研被壁虎折磨.. 简介：《海贼王》讲述传奇海盗哥尔D罗杰在临死前曾留下关于其毕生的.. 简介：《进击的巨人》讲述世界突然出现了身长15米的迷之怪物巨人捕.. 本网站提供的资源均系收集于各大视频网站，本网站只提供web页面服务，并不提供影片资源存储，也不参与录制、上传 若本站收录的节目无意侵犯了贵司版权，请给网页底部邮箱地址来信，我们会及时处理和回复，谢谢 Copyright © 2020 樱花动漫 www.imomoe.jp  ', '樱花动漫－专注动漫的门户网站', '17');
INSERT INTO "public"."content" VALUES ('1', 'http://www.imomoe.jp/view/5040.html', '我的妹妹不可能那么可爱全集,我的妹妹不可能那么可爱动漫樱花动漫为您提供我的妹妹不可能那么可爱全集动漫高清在线观看，我的妹妹不可能那么可爱全集连载，我的妹妹不可能那么可爱提供多种高清播放模式。为广大漫迷提供我的妹妹不可能那么可爱全集高清在线观看就在樱花动漫  别名：俺の妹がこんなに可�郅い铯堡�ない/我的妹妹不可能这么可爱/我的妹妹哪有这么可爱/我的妹妹不可能那么可爱/俺妹哪有这么可爱 16集全 极道鲜师 噗哔啵～来自未来～ 邻家的吸血鬼小妹 颠倒的帕特玛 初始之日 简介：《破刃之剑剧场版》..	.. 简介：《搞笑西游记》讲述..	.. 简介：《史上最强弟子兼一..	.. 简介：《幕末义人传 浪漫..	.. 简介：《薄樱鬼 总集篇 ..	.. 简介：《灵犬雪莉》讲述在..	.. 简介：《漫画心疗系》讲述..	.. 简介：《牙狼之红色安魂曲..	.. 简介：《如果她的旗帜被折..	.. 简介：《摆出讨厌的表情露..	.. 本网站提供的资源均系收集于各大视频网站，本网站只提供web页面服务，并不提供影片资源存储，也不参与录制、上传 若本站收录的节目无意侵犯了贵司版权，请给网页底部邮箱地址来信，我们会及时处理和回复，谢谢 Copyright © 2020 樱花动漫 www.imomoe.jp  ', '我的妹妹不可能那么可爱全集_我的妹妹不可能那么可爱在线观看 - 樱花动漫', '13');
INSERT INTO "public"."content" VALUES ('2', 'http://www.imomoe.jp/view/692.html', '学战都市Asterisk第二季全集,学战都市Asterisk第二季动漫樱花动漫为您提供学战都市Asterisk第二季全集动漫高清在线观看，学战都市Asterisk第二季全集连载，学战都市Asterisk第二季提供多种高清播放模式。为广大漫迷提供学战都市Asterisk第二季全集高清在线观看就在樱花动漫  别名：学战都市六芒星第二季/学�槎际啸�スタリスク第2期/The Asterisk War S2 12全集 钢索危情 火影忍者剧场版 2009 樱桃小丸子第二季 羊之歌 OVA版 简介：《摇滚都市SHOW..	.. 简介：《京都寺町三条的福..	.. 简介：《T.P.樱》讲述..	.. 简介：《黑岩射手》讲述正..	.. 简介：《苹果核战记XII..	.. 简介：《JoJo的奇妙冒..	.. 简介：《侦探小队KZ事件..	.. 简介：《RErideD-..	.. 简介：《约会大作战》讲述..	.. 简介：《宠物小精灵201..	.. 本网站提供的资源均系收集于各大视频网站，本网站只提供web页面服务，并不提供影片资源存储，也不参与录制、上传 若本站收录的节目无意侵犯了贵司版权，请给网页底部邮箱地址来信，我们会及时处理和回复，谢谢 Copyright © 2020 樱花动漫 www.imomoe.jp  ', '学战都市Asterisk第二季全集_学战都市Asterisk第二季在线观看 - 樱花动漫', '12');
INSERT INTO "public"."content" VALUES ('3', 'http://www.imomoe.jp/view/711.html', '食戟之灵第二季全集,食戟之灵第二季动漫樱花动漫为您提供食戟之灵第二季全集动漫高清在线观看，食戟之灵第二季全集连载，食戟之灵第二季提供多种高清播放模式。为广大漫迷提供食戟之灵第二季全集高清在线观看就在樱花动漫  别名：食戟之灵：贰之皿/食戟のソ�`マ �pノ皿/食戟之灵 第二季/食戟之灵 第二盘 13全集 巴哈姆特之怒第二季 天国少女 超级战队VS系列 交锋联盟之机巧一族 简介：《我的女神第二季粤..	.. 简介：《最游记第一季》讲..	.. 简介：《幻想万华镜 红雾..	.. 简介：《DD北斗神拳》讲..	.. 简介：《玻璃舰队》讲述在..	.. 简介：《无人惑星》讲述2..	.. 简介：《魔鬼恋人第二季》..	.. 简介：《千与千寻》讲述千..	.. 简介：《野良和皇女和流浪..	.. 简介：《咯咯咯的鬼太郎》..	.. 本网站提供的资源均系收集于各大视频网站，本网站只提供web页面服务，并不提供影片资源存储，也不参与录制、上传 若本站收录的节目无意侵犯了贵司版权，请给网页底部邮箱地址来信，我们会及时处理和回复，谢谢 Copyright © 2018 樱花动漫 www.imomoe.jp  ', '食戟之灵第二季全集_食戟之灵第二季在线观看 - 樱花动漫', '14');
INSERT INTO "public"."content" VALUES ('4', 'http://www.baidu.com/bdorz/login.gif?login', '百度帐号是登录所有百度系产品的通行证，登录后还可以在帐户管理页管理/修改您的个人信息，包括修改密码、绑定手机、身份认证等 ', '
登录百度帐号
', '31');
INSERT INTO "public"."content" VALUES ('5', 'http://tieba.baidu.com', ' ', '登录_百度贴吧', '33');
INSERT INTO "public"."content" VALUES ('6', 'http://v.baidu.com', '热播电视剧,高清电影,好看的电视剧,好看的电影,电影天堂,电视剧排行榜,电影排行榜,高清电影,电影推荐百度视频搜索是业界领先的中文视频搜索引擎之一，拥有海量的中文视频资源，提供用户满意的观看体验。在百度视频，您可以便捷地找到海量的互联网视频，更有丰富的视频榜单、多样的视频专题满足您不同的视频观看需求。百度视频，你的视界。 您预约的
 即将开始播放，去观看直播 >> 特朗普弹劾条款正式提交参议院 美媒：他还设立“前总统办公室” 素颜主播可爱比心 你绝对不可错过！ 山东栖霞女记者去医院采访起冲突 官方：误会已消除 记者无大碍 巴西一足球队遭遇空难现场曝光 飞机上球员全部死亡 大连燃气管道爆炸致3死 现场响起巨大爆燃声车玻璃被炸碎 埃及第一批接种疫苗医生坚定回击质疑 科学证明中国疫苗是安全的 男子拒不配合社区防疫强行闯卡外出 拖行73岁志愿者大爷十余米 美国警车碾压平民引抗议 民众街头打砸纵火 监狱外喊要废除警察 印度搞“疫苗外交”对抗中国？ 赵立坚回应亮明中方坚定立场 澳财长抛来“橄榄枝” 和中国曾有很好伙伴关系希望能继续 
1
山海情

992.1万
 
2
灵域

975.1万
 
3
欢乐喜剧人

952.3万
 
4
江山如此多娇

930.1万
 
5
我的小确幸

910.0万
 
6
寻龙秘境

897.4万
 
7
流金岁月

872.2万
 
8
有翡

854.8万
 玄彬公开告白感谢孙艺珍 称有了她才能帅气地呼吸 林志玲花了大价钱保胎 还不准台媒对外泄露 品冠带儿女看展览做好爸爸 留时间和老婆享二人世界 李汶翰是杜淳妈粉？ 说其造型独特像施瓦辛格 言承旭出席安以轩宴会 近照曝光胡须疯长造型随性 代孕机构回应张恒律师声明 我们有委托合同 邓紫棋素颜与精修图差别大 网友直呼认不出！ 黄子韬想拉黑朋友却反被拉黑 坦言“让我无言以对” 郭涛晒儿子打架子鼓视频 14岁石头穿黑西装成熟不少 魏大勋工作结束后奔杨幂小区 好事将近？ 蔡徐坤佟丽娅合照生图曝光 网友直呼：“好养眼” 粉丝支持李晨在其酒吧花百万 账单曝光数目令人咂舌 软萌兔兔唱歌给你听~ 华晨宇承认和张碧晨有孩子，双方共同抚养但不结婚 郑爽《追哥》回归录制镜头被删光，参与节目全遭下架 明星的妻子，大衣嫂的日常生活，也是和我们普通人一样的生活 乘风破浪2的姐姐张馨《手扶拖拉机斯基》反转爆笑姐姐们 未办婚礼的明星，赵丽颖发文力破离婚传闻，张嘉倪不办婚礼不喊妈 54岁周海媚商演唱歌，路人镜头下状态曝光，皮肤暗沉太真实 张恒独自抚养孩子细节曝光，亲力亲为，求郑爽放过孩子 张恒好友再爆料：郑爽爱劈腿前两任也被绿过，曾把导演气到送院 华晨宇全家福曝光，结果称与张碧晨无婚姻关系，遮羞布终究被扯下 明星崩溃集锦，那英被玲花说“老”，瞬间就崩溃大喊：你才最老呢 太双标？佟丽娅出席活动劝戴口罩引争议，遭讽身为明星没以身作则 零台词表演！佘诗曼演绎生活废墟中找寻光 黄明昊冰面上身手敏捷化身“旋转的冰上陀螺” 10位明星母女颜值对比，真是一代比一代美 杨幂被猫神打哭？职业选手无情虐明星，杨幂：Cat真的太无情了！ 李雪琴调侃起明星有多狠：不愧是脱口秀出身，这嘴皮子谁能顶得住 这届沙雕网友也太优秀了吧，还有什么你们不能秀的 太搞笑了！歪果仁花样作死锦集又来了 美女被猴子调戏，有时候真的觉得自己活着不如一只猴子 真实事迹改编，他也是一个平凡的人，只是穿上了那件衣服就变成了守护人民的铠甲勇士 爆笑小品《啼笑皆非》金牌保洁 贾玲出奇招偷懒,看一次笑一次 当你的宠物好久没见你。 揺手表，推汽车，甩钢笔，都是没钱的表现，所以男人最尴尬的就是穷 那些电影尴尬名场面 小品（上）：宋小宝穿越印度出口转内销，王云拎斧头就出来了 可怜父母心，给自己的父母点个赞。 小沈阳小品《四大才子》欢乐上演，全程包袱不断，宋小宝都没得比 邵峰太搞笑，这小品论搞笑宋小宝都不及，经典就是经典无法超越 说实话大鹏他们拍的这些真的挺搞笑的 徐峥囧系列搞笑片段混剪 浪子回头吧，当个有脑子的人 一个从真男人变成真女人的健美选手 她小时候比这暴力多了 《四大才子》小沈阳杨树林等爆笑娶亲 开心麻花爆笑演绎《大圣归来》沈腾上演最怂太白金星 文松这段小品真是绝了，上台全靠即兴表演。 德云社：岳云鹏孙越相声分开说，你说你的我说我的，爆笑全场 大妈和快递员欢乐互损，观众笑的合不拢嘴，大妈；等会就投诉你 这小品太搞笑了，那包袱真的太多了，逗的蔡明从头笑到尾 刘维跨界爆笑小品，啥玩意让他一演，立马变成自己的风格！ 宋晓峰小品《展览之前》，维纳斯雕像还有姐姐，经典对话乐翻全场 被岳父问到幸不幸福，赵刚子：幸不幸福不知道反正是服了 欢乐喜剧人：为了让张大大哭出来，杨树林掏出唢呐，差点送走自己 小品《小保姆和小木匠》，宋丹丹和黄宏早年作品，看一遍笑一遍！ 小沈龙小品《约会》，东北女婿出奇招搞定上海丈母娘，笑岔气了 小品（上）：宋小宝穿越印度出口转内销，王云拎斧头就出来了 老年版的“朱迅”长啥样，还听不见杨帆说话？｜综艺喜乐汇 黄宏宋丹丹爆笑小品，包袱不断笑点百出，看完笑掉大牙 孙海洋不愧是小品天王，这段小品既搞笑又幽默，让人笑到失声 小沈阳小品《四大才子》欢乐上演，全程包袱不断，宋小宝都没得比 葡萄牙大师赛冠军集锦 坎瑟亚赢欧巡第五冠 奥巴进球新援首秀破门 揭幕战阿森纳3-0客胜 武磊斩获西乙首球 西班牙人3-0完胜迎开门红 大言不惭？泰国拳王看不起中国泰森，结果被打到怀疑人生KO 播求高徒耀威猜依旧威猛，第二局开局连续暴打对手KO！ 女巨人？接力前三棒落后，但最后一棒飞人爆发逆转夺冠破纪录 俄罗斯拳王马戈梅多夫高扫直接“爆头”声音清澈爽耳！ 史上最强逆天翻盘，中国小将第一局读秒泰拳王，第二局被KO 伊藤美诚吊打国乒，女乒一姐现场痛哭，网友：刘指导快来啊！ 强敌竟看不起播求？结果被一拳击倒了 嫌拳王泰森太老了？琼斯激怒54岁泰森，结果险些被打进医院 中国誓死保卫中国荣誉，力战柬埔寨拳王！ 中国散打女将张烨暴打法国女将，上演女子大战！ 世界泰拳王隆拉威打败中国“巨蟒”夺得峨眉传奇金腰带 韩国拳王激怒龙形拳传人，结果仅82秒就被残暴KO了 中国太极高手韩飞龙vs泰拳天王萧杀狂 中国小将力挽狂澜，逆风翻盘上演史诗绝杀，老外一拳被KO！ 张碧晨《时间都去哪儿了》超越原唱 阿兰演唱《潇洒走一回》，舞曲味道十足 时隔多年，再听张含韵唱起这首《想唱就唱》 钢琴弹奏《美丽的草原我的家》，聆听草原经典 赵咏华《最浪漫的事》，最好听的版本，温柔的歌声陪你变老 一首民谣情歌《送亲》，都是唱歌惹的祸，给自己唱哭了 《时间煮雨》时间就像是被蒸发的雨水一样，不可返回 降央卓玛一首《父亲》父爱如山，献给天下最伟大，最无私的父亲 DJ精选《沉默是金》伴随音乐旋律有停不下来的快感 徐徐缓缓道出分手后的痛，特悲情的曲风，高胜美《爱你胜过一切》 经典港产武侠《仙鹤神针》，女星阵容强大，主题曲也是经典好听！ 吉他弹奏《这个年纪》，歌词直白，直戳泪点，谱在最后 芭蕾舞，足尖的精灵，人间的天使 地方民歌《赶牲灵的人》，劳动者感情生活的真实描写，简单直白 相互比美！陈妍希甜到亮眼，姐姐们气场十足，王鸥热舞引尖叫 80年代流行老歌，配上动感带劲的鬼步舞，带不带劲你说了算 【博君一肖】看过谢允，才知道蓝忘机对他来说有多不同 许褚大战赵云，若不是乐进李典及时出现，许褚已经成了枪下之鬼 中国历史上，最强大的封建王朝是哪一个？ 诸葛亮病逝五丈原后，刘禅杀了3位朝廷重臣 一幅水墨画，拍卖2530万！“昏庸皇帝”宋徽宗画了什么？ 建宁公主古灵精怪，为何下嫁吴三桂家族，活成一个悲剧？ 五封关乎国家命运的绝密电报，为何出现在国民党办公室？ 皇帝真的为所欲为吗？也许成为宋朝“公务员”，你就明白了！ 走进仲裁，了解仲裁，让问题的解决更多元！ 河北疫情反复？看看古人对待防疫怎么做！ 声声慢，如梦令，这些上学时期背诵的宋词，你还记得吗？ 只要会生活，垃圾箱也可以是艺术品 8岁小皇帝被逼跳海身亡，一代王朝，看这18位皇帝就够了！ 贪财好色，背信弃义，这个最危险的叛徒究竟做了什么？ 持心以衡，以理为平，海南营造国际一流自由贸易港法制环境 在中国这个“没有冬天的海岛”，丘吉尔母校落户啦！ 狐狸精原来是替男人背了锅！ 300年大宋，433次起义！宋朝远比《水浒传》更精彩！ 故宫有些大缸内的水为什么600年来不结冰？ 高铁行驶立硬币不倒背后的真相 这个人穿70码的鞋！比姚明的鞋还要大13号！ 北极熊饿到失去了理智，连自己亲生孩子都吃，让人痛心！ 为了吃到鱼，鳄鱼上演了一场“好戏”，足足在水里憋气3小时！ 羊群不敢过河，主人出骚招，举起一只羊就往河里扔，羊：啊啊啊！ 小羊早产，科学家将其放进“人造子宫”内，神奇的一幕发生了！ 东北虎被放归森林，却霸气回头冲向直升机，王者之气无人能敌 鳄鱼马路上捕食电鳗，一口咬住电鳗要害，猜猜结果怎么样？ 这才是狮王，风驰电掣的速度和强悍的捕猎技术，野牛无路可逃！ 一窝马蜂都不敢招惹它，只能让它吃个够！镜头记录全过程 狩猎蚁吞噬一切，但唯独这个物种它们会放过！ 猴子在树上挑衅猎豹，猎豹双眼冒火，下一秒猴子后悔了！ 野狼大战棕熊与野牛，最后反被族群追杀逃命！ 南非狐狸嘴尖脸小大耳朵，挺可爱的小狐狸！ 熊狸不是熊，也不是狸，你看它长得像什么？ 螃蟹栖息在热带海滩，它们常常有生命的危险！ 关于秦襄公的使命，那些不为人所知的背后究竟隐藏着什么？ 故宫掌门人单霁翔：如何让600岁的故宫活起来的？ 谁准你私自加班的？古代加班众生相 古人真会吃，竟让花瓣发酵，食之花容体香，画面极度舒适 全手工半缕镯制作工艺篇 年薪百万的纪录片导演，回到乡村做起了小木匠 《权力的游戏》的50s片头，用掉了2750块奥利奥，吃货都看饿了 秋风都起了，你的懒人餐谱确定不换个新菜式吗？ 权游粉丝花3个星期，用纸板神还原《权力的游戏》第8季片头 给自己做一个小玩偶，好心情就来啦！ 用雷达发射假信号，中国导弹守株待兔击落美军侦察机 三只眼睛的艺术观，艺术就是看到别人看不到的东西 齿轮厂效益差濒临倒闭，员工吃一碗面都要赊账 用木纸板做一个自动饮料机 春风又绿松河岸，一流碧溪到古今，一心带你寻味松溪，品赏非遗 日本和服——遗留在日本的中国文化 《狮王争霸》背后手艺人的狮头文化传承 德云社：岳云鹏孙越相声分开说，你说你的我说我的，爆笑全场 大妈和快递员欢乐互损，观众笑的合不拢嘴，大妈；等会就投诉你 这小品太搞笑了，那包袱真的太多了，逗的蔡明从头笑到尾 刘维跨界爆笑小品，啥玩意让他一演，立马变成自己的风格！ 宋晓峰小品《展览之前》，维纳斯雕像还有姐姐，经典对话乐翻全场 被岳父问到幸不幸福，赵刚子：幸不幸福不知道反正是服了 欢乐喜剧人：为了让张大大哭出来，杨树林掏出唢呐，差点送走自己 小品《小保姆和小木匠》，宋丹丹和黄宏早年作品，看一遍笑一遍！ 小沈龙小品《约会》，东北女婿出奇招搞定上海丈母娘，笑岔气了 小品（上）：宋小宝穿越印度出口转内销，王云拎斧头就出来了 老年版的“朱迅”长啥样，还听不见杨帆说话？｜综艺喜乐汇 黄宏宋丹丹爆笑小品，包袱不断笑点百出，看完笑掉大牙 孙海洋不愧是小品天王，这段小品既搞笑又幽默，让人笑到失声 小沈阳小品《四大才子》欢乐上演，全程包袱不断，宋小宝都没得比 巩汉林黄宏爆笑小品，全程都是笑点，看完想不笑都难 小品看了这么多年，还是头回看到这样的包袱，台下美女笑岔气了！ 小品《趣说西游》：盲人推拿趣说西游，上演神级模仿秀玩坏郭德纲 小品刚开场就甩个大包袱，可把曾志伟笑坏了，小品《80后合租》 

当代青年：一直很沙雕，从未被超越

/

让你见识一下什么才是见钱眼开

/

你的女朋友今年能带回家吗？

/

高手是如何探案的？

/

更多

 真实事迹改编，他也是一个平凡的人，只是穿上了那件衣服就变成了守护人民的铠甲勇士 爆笑小品《啼笑皆非》金牌保洁 贾玲出奇招偷懒,看一次笑一次 当你的宠物好久没见你。 揺手表，推汽车，甩钢笔，都是没钱的表现，所以男人最尴尬的就是穷 那些电影尴尬名场面 小品（上）：宋小宝穿越印度出口转内销，王云拎斧头就出来了 可怜父母心，给自己的父母点个赞。 小沈阳小品《四大才子》欢乐上演，全程包袱不断，宋小宝都没得比 邵峰太搞笑，这小品论搞笑宋小宝都不及，经典就是经典无法超越 说实话大鹏他们拍的这些真的挺搞笑的 徐峥囧系列搞笑片段混剪 浪子回头吧，当个有脑子的人 一个从真男人变成真女人的健美选手 她小时候比这暴力多了 人分好人坏人，尸分僵尸死尸。 冷门恐怖电影《夺舍》由黄子华、吴倩莲、李修贤主演的电影！你看过嘛？ 谁不想拥有一个能陪伴自己很久的人呢 脱口秀大会 改编的《北京》好笑又真实有些人，经历过笑着笑着可能就哭了后续在评论！ 明星的妻子，大衣嫂的日常生活，也是和我们普通人一样的生活 乘风破浪2的姐姐张馨《手扶拖拉机斯基》反转爆笑姐姐们 未办婚礼的明星，赵丽颖发文力破离婚传闻，张嘉倪不办婚礼不喊妈 54岁周海媚商演唱歌，路人镜头下状态曝光，皮肤暗沉太真实 张恒独自抚养孩子细节曝光，亲力亲为，求郑爽放过孩子 张恒好友再爆料：郑爽爱劈腿前两任也被绿过，曾把导演气到送院 华晨宇全家福曝光，结果称与张碧晨无婚姻关系，遮羞布终究被扯下 明星崩溃集锦，那英被玲花说“老”，瞬间就崩溃大喊：你才最老呢 太双标？佟丽娅出席活动劝戴口罩引争议，遭讽身为明星没以身作则 零台词表演！佘诗曼演绎生活废墟中找寻光 黄明昊冰面上身手敏捷化身“旋转的冰上陀螺” 10位明星母女颜值对比，真是一代比一代美 杨幂被猫神打哭？职业选手无情虐明星，杨幂：Cat真的太无情了！ 李雪琴调侃起明星有多狠：不愧是脱口秀出身，这嘴皮子谁能顶得住 离婚后藕断丝连的明星，陈赫离婚后仍秀恩爱，他离婚后竟成娘家人 搞私生子翻脸快明星， 发哥做完隔夜不认账，第一位只认孩不认妻 揭秘明星出道前职业，肖战设计师热巴售楼小姐，最后一位才叫厉害 华晨宇张碧晨未婚生女，真相曝光为何没人骂？这样生娃不是瞎闹吗 搜索结果源于互联网视频网站，系计算机系统根据搜索热度自动排列 网络视听许可证0110516号 手机扫描下载百搜视频APP ', '百度视频——业界领先的中文视频搜索引擎之一', '31');
INSERT INTO "public"."content" VALUES ('7', 'http://map.baidu.com', '景区热力图,景区人流图,景区人多不多,人群分布热力图,景区拥挤指数,春节拥挤指数,热力地图,地铁线路,地铁专题,地铁方案,地铁票价,地铁时间,地铁换乘浏览地图、搜索地点、查询公交驾车线路、查看实时路况，您的出行指南、生活助手。提供地铁线路图浏览，乘车方案查询，以及准确的票价和时间信息。 ', '百度地图', '33');
INSERT INTO "public"."content" VALUES ('8', 'http://baishi.baidu.com/watch/5670265379051282166.html', '这小品太搞笑了，那包袱真的太多了，逗的蔡明从头笑到尾,这小品太搞笑了，那包袱真的太多了，逗的蔡明从头笑到尾在线观看这小品太搞笑了，那包袱真的太多了，逗的蔡明从头笑到尾  您预约的
 即将开始播放，去观看直播 >> 视频分享给好友或朋友圈 请根据您的设备选择下载版本 加载中... 


1.4万热力值
 为您推荐了10+条视频，点击查看 搜索结果源于互联网视频网站，系计算机系统根据搜索热度自动排列 网络视听许可证0110516号 ', '

这小品太搞笑了，那包袱真的太多了，逗的蔡明从头笑到尾
_高清在线观看_百度视频
', '30');
INSERT INTO "public"."content" VALUES ('9', 'http://baishi.baidu.com/watch/5706762594450752187.html', '大妈和快递员欢乐互损，观众笑的合不拢嘴，大妈；等会就投诉你,大妈和快递员欢乐互损，观众笑的合不拢嘴，大妈；等会就投诉你在线观看大妈和快递员欢乐互损，观众笑的合不拢嘴，大妈；等会就投诉你  您预约的
 即将开始播放，去观看直播 >> 视频分享给好友或朋友圈 请根据您的设备选择下载版本 加载中... 


9827热力值
 为您推荐了10+条视频，点击查看 搜索结果源于互联网视频网站，系计算机系统根据搜索热度自动排列 网络视听许可证0110516号 ', '

大妈和快递员欢乐互损，观众笑的合不拢嘴，大妈；等会就投诉你
_高清在线观看_百度视频
', '31');
INSERT INTO "public"."content" VALUES ('10', 'http://v.baidu.com/show', '综艺节目,综艺节目排行榜,好看的综艺节目,娱乐节目排行榜,韩国综艺,韩国娱乐节目,百搜综艺,百度综艺百度视频综艺频道提供热门好看的综艺节目排行榜,推荐好看的综艺节目、娱乐节目、日本综艺节目、韩国综艺节目、香港台湾综艺节目，尽在百度视频综艺频道,涵盖选秀、情感、美食、访谈、相亲、搞笑、财经、求职等综艺节目类型。 您预约的
 即将开始播放，去观看直播 >> 30位姐姐首度集合 更新至2021-01-22 李乃文揭秘石台孝经故事 更新至2021-01-24 忘忧杂货铺(下) 更新至2021-01-26 岳云鹏秀唱功李雪琴跑调 更新至2021-01-23 刘擎谈女性独立引人深思 更新至2021-01-23 岳云鹏秀唱功李雪琴跑调 更新至2021-01-24 郑恺大力扣杀张继科 更新至2021-01-08 美女学霸1分钟解难题 更新至2021-01-22 杨幂变主编召唤小说家 更新至2021-01-23 女团天花板“佳霏猫”合体 更新至2021-01-23 邓超鹿晗组乐队燃炸全场 更新至2021-01-22 李小龙成刘谦魔术搭档 更新至2021-01-24 姐姐们告别理想家 更新至2021-01-17 范丞丞魏大勋改造药水哥 更新至2021-01-22 杨超越侯明昊初约会 更新至2021-01-23 港台 共1655部 内地 共684部 日韩 共1286部 欧美 共921部 选秀 共1301部 综合 共980部 

选秀

/
情感

/
访谈

/
音乐

/
求职

/
 
经典咏流传
屠洪刚霸气开唱震住撒贝宁
 
念念桃花源
阮经天自曝奇葩雷区
 
奇葩说
千人奇葩捞爆梗升温
 
听见她说
杨幂演美女机器人被虐待
 
理想家
伊能静刘芸变家务狂魔
 
希望的田野
梁靖康投喂李雪琴有点甜
 
神奇公司在哪里
翟潇闻帮老人实现心愿
 

内地

/
港台

/
日韩

/
欧美

/
 
明星大侦探
白敬亭刘昊然在线对飙演技
 
你好生活
撒贝宁变干饭小王子
 
听见她说
郝蕾演受害妻子哭诉窒息人生
 
Beauty小姐
蒋梦婕推荐张东升生发液
 
平行时空遇见你
杨超越侯明昊校园剧
 
理想家
姐姐团打造理想家
 
姐妹们的茶话会
赵小棠现场跳舞女的悲哀
 
登场了！敦煌
钱正昊上演徒手抓大鹅
 
追梦人之开合人生
财经作家吴晓波直播带货
 搜索结果源于互联网视频网站，系计算机系统根据搜索热度自动排列 网络视听许可证0110516号 手机扫描下载百搜视频APP ', '百度视频综艺频道_最热娱乐节目在线观看', '32');
INSERT INTO "public"."content" VALUES ('11', 'http://v.baidu.com/movie', '热播电视剧,热门电影,好看的电视剧,好看的电影,电影天堂,电视剧排行榜,电影排行榜,高清电影,电影推荐百度视频搜索是业界领先的中文视频搜索引擎之一，拥有海量的中文视频资源，提供用户满意的观看体验。在百度视频，您可以便捷地找到海量的互联网视频，更有丰富的视频榜单、多样的视频专题满足您不同的视频观看需求。百度视频，你的视界。 您预约的
 即将开始播放，去观看直播 >> 比《流浪地球》更好看?  变异狂蟒人蛇大战  孤胆英雄飞车追凶  王千源决战吴彦祖  换张面孔颠覆人生  古装版《亮剑》  彗星撞地球引发危机  硬汉于震卧底毒窝剿匪  吴京张译血性抗敌  林子聪vs姜皓文捣翻毒巢  斗法乾坤幻阵灭神  少女驯服草原白狮  胡八一摸金倒斗打粽子  彭昱畅搓飞乔杉  花魁、符傀太诱人!  动作 共11909部 喜剧 共15980部 恐怖 共5089部 科幻 共3254部 港台 共15288部 好莱坞 共4597部 

除暴

/
沐浴之王

/
金刚川

/
狂鼠列车

/
 
长安伏妖
剑锋克拉拉激战绝世妖王
 
诡婳狐
张芷溪魏千翔人妖殊途绝恋
 
重案行动(捣毒任务)
林子聪vs姜皓文捣翻毒巢
 
明天你是否依然爱我
杨颖李鸿其芬兰极光之恋
 
扫黑英雄
卧底黑帮命悬一线
 
麒麟幻镇
欢喜冤家互坑互撩
 
倩女仙缘
南笙版美腿小倩魅惑书生
 
急先锋
成龙杨洋硬核开战
 
特工狂花
大嫂徐冬冬化身性感特工
 
猛禽小队和哈莉·奎茵
叛逆“小丑女”来袭
 
邪不压正
姜文式痴儿复仇记
 
疾速备战
杀神的养成之路
 
终结者6(黑暗命运)
施瓦辛格重披战甲
 
碟中谍6(全面瓦解)
阿汤哥追车枪战愈战愈勇
 
双子杀手
威尔史密斯拯救年轻的自己
 
捍战
孤胆英雄只身犯险救援
 
喜宝
郭采洁演绎奇女子
 
我的女友是机器人
辛芷蕾化身怪力女友
 
我在时间尽头等你
向你讲述青春与爱情
 
半个喜剧
探讨年轻人的爱情观
 
比悲伤更悲伤的故事
真正的爱情超越生死
 
下一任前任
郭公主李东学扮演多情男人
 
荞麦疯长
钟楚曦热舞性感火辣
 
上海王2
上海滩黑帮传奇
 
通往春天的列车
平凡人也会有春天
 
征途
刘宪华何润东上演巅峰对决
 
追龙2(追缉大富豪)
揭密香港惊天奇案
 
最后的勇士
“废柴”英雄即将爆笑逆袭
 
扫毒2(天地对决)
古天乐、刘德华巅峰对决
 
特警队
热血天团集结燃爽来袭
 
龙牌之谜
成龙、施瓦辛格最强银幕之战
 
罗宾汉(起源) 
侠盗罗宾汉箭无虚发
 
机械师2(复活)
张晋对战“世界拳王”
 
解放·终局营救
追寻着没有战火的世界
 
八佰
催人泪下又震撼人心
 
危情谍战
汤姆克鲁斯激情演绎
 
致命黑兰
性感女杀手为父报仇
 
惊天危机
特工拯救美国总统
 
家园防线
杰森斯坦森强拳出击
 
谜巢
中国版《古墓丽影》
 
掠夺者
银行抢劫案背后的阴谋
 
别惹我
全家都是顶级黑帮
 
史密斯夫妇
皮特和朱莉定情之作
 
圣何塞谋杀案
惊心动魄的情感纠葛
 
巨额来电
桂纶镁教你如何诈骗
 
真相禁区
任达华破案速度无敌
 
极速之巅
背包客遭毒贩追杀
 
盗马记
陈慧琳郑伊健变吃货
 
24小时：末路重生
许晴错爱杀手
 
暴走神探
杨洋饰演杀人狂魔
 
别哭妈妈
母亲的复仇之路
 
消失的爱人
妻子报复不忠丈夫
 
1917
数字背后的血肉与人性
 
青春誓言
一战期间的生活经历
 
斯大林格勒
史上最惨烈一场战争
 
五日战争
最惨烈的战斗
 
狙击精英:重装上阵
帅哥狙击手养成之路
 
天将雄师
保护丝绸之路的和平
 
我们曾经是战士
一场恐怖残酷的战争
 
浴血华沙
华沙起义最后的巷战
 
随心所欲的五月
离散与重聚的故事
 
无间行者(生死潜行)
周柏豪、谢天华再演卧底
 
魔警
吴彦祖张家辉正邪同体
 
缉枪
白举纲娜扎擦枪走火
 
白日焰火
桂纶镁廖凡激情罪爱
 
冲天火
吴彦祖火力开战
 
一出好戏
黄渤野岛求生
 
最后通话
主治医生却医德败坏
 
惊天破
双影帝燃爆肾上腺
 
终极硬汉
硬汉不硬大灾难
 搜索结果源于互联网视频网站，系计算机系统根据搜索热度自动排列 网络视听许可证0110516号 手机扫描下载百搜视频APP ', '百度视频_热门电影', '31');
INSERT INTO "public"."content" VALUES ('12', 'http://v.baidu.com/tv', '热播电视剧,电视剧排行榜,电视剧推荐,好看的电视剧,高清电视剧,tvb热播电视剧,韩剧排行榜,电视剧大全百度视频电视剧频道为您提供专业的电视剧排行榜，韩国电视剧、美国电视剧、香港TVB热播电视剧排行榜、好看的电视剧等热播电视剧排行榜，并提供免费高清电视剧在线观看，在线看电视剧尽在百度视频电视剧频道。 您预约的
 即将开始播放，去观看直播 >> 吴刚柯蓝携手打击境外犯罪 更新至12集 赵丽颖王一博热血战江湖 全51集 黄轩领衔群星扶贫攻坚 全23集 魏千翔吴施乐甜虐爱情 更新至10集 宣萱陈豪滕丽名再现经典 更新至10集 辣女关晓彤狂撩侯明昊 更新至16集 刘诗诗倪妮双美出击暖心治愈 全38集 罗晋袁姗姗“搞事业组合”上线 更新至32集 范丞丞程潇开启热血征程 更新至26集 黄晓明变公关专家 更新至22集 姚晨白宇大鹏张静初抢先贺岁 更新至10集 李浩轩刘真君惩恶扬善 更新至39集 张鲁一吴倩上演大叔萝莉恋 更新至35集 陈晓颖儿甜蜜开启2021 更新至40集 盛淮南洛枳暧昧满分 更新至12集 最新 共10146部 内地 共6652部 喜剧 共2172部 美剧 共944部 古装 共1378部 战争 共1238部 

内地剧

/
港台剧

/
英剧

/
日剧

/
泰剧

/
 
紧急公关
黄晓明变公关专家
 
暗恋橘生淮南
盛淮南洛枳暧昧满分
 
山海情
黄轩领衔群星扶贫攻坚
 
灵域
范丞丞程潇开启热血征程
 
我就是这般女子
辣女关晓彤狂撩侯明昊
 
当天真遇见爱情
魏千翔吴施乐甜虐爱情
 
江山如此多娇
罗晋袁姗姗“搞事业组合”上线
 
这个世界不看脸
萝莉大叔CP超甜来袭
 
流金岁月
刘诗诗倪妮双美出击
 
有翡
赵丽颖王一博热血战江湖
 
阳光之下
柯滢小武以正义热血照亮前路
 
大江大河
原班人马再踏经济改革路
 
 
佟丽娅被劝戴口罩引争议
遭讽身为明星没以身作则
 
佘诗曼演绎生活废墟中找寻光
零台词表演
 
华晨宇张碧晨未婚生女
真相曝光为何没人骂？
 
肖战北京春晚现场曝光
节目单出乎意料
 
张翰对郑爽结局早有暗示
短短几句曝光内幕
 
2021年春晚阵容曝光
鲁豫挑起大梁？
 
张雨绮被曝代孕生龙凤胎
工作室辟谣称是不实信息
 
魏大勋收工后直奔杨幂住所
被曝光住街对面方便约会
 
易烊千玺新片造型曝光
穿军装抱暖水袋
 
苗苗重回《芳华》拍摄地
与郑恺摆高难度pose秀恩爱
 
范冰冰衣服宽松孕肚也藏不住
媒体曝光将于4月于巴黎完婚
 
郑爽发文向金晨道歉
不能再自欺欺人的去录节目
 
山海情
黄轩领衔群星扶贫攻坚
 
这个世界不看脸
萝莉大叔CP超甜来袭
 
江山如此多娇
罗晋袁姗姗“搞事业组合”上线
 
流金岁月
刘诗诗倪妮双美联手
 
终极笔记
铁三角再掀江湖波澜
 
黑白禁区
欧豪卧底毒贩破解毒局
 
了不起的女孩
金晨演绎都市女孩成长记
 
这就是生活
刘恺威重磅回归之作
 
我的不惑青春
梅婷陈龙上演别样师生恋
 
跨过鸭绿江
打响抗美援朝史诗之战
 
誓盟
异姓三兄弟热血出击
 
太行之脊
李君峰演绎抗战风雨情
 
雪豹
抗日英雄传奇故事
 
换了人间
铭记光辉历史
 
一代枭雄
孙红雷展示枭雄霸业
 
铁在烧
王雷刘涛真情演绎
 
绝境铸剑
人民军队的军魂！
 
一剑横空
樊少皇领衔热血抗战
 
阳光之下
智慧较量彰显人性正义
 
最美逆行者
首部抗疫题材系列剧
 
医者仁心
医生职业生活剧
 
大江大河
王凯开启感情线！
 
在远方
刘烨马伊琍时代风云
 
外科风云
靳东一言不合就开撩
 
奋进的旋律
奋进群像勾勒新风貌
 
那座城这家人
大地震后的人和事
 
我的继父是偶像
最“反差”CP上线
 
一路上有你
李健徐百卉演绎人间大爱
 
亲爱的，你在哪里
丁宇何雪琳陷婚姻危机
 
三十而已
江疏影童瑶破人生命题
 
娘道
岳丽娜谱写母爱传奇
 
父母爱情
良心好剧百看不厌
 
说好不流泪
旋风少女吴磊来袭
 
下一站婚姻
刘涛于和伟勇敢追爱
 
幸福院之老有所安
刘佩琦上演养老图鉴
 
都挺好
口碑炸裂演技封神
 
有翡
赵丽颖王一博战江湖
 
北灵少年志之大主宰
一起赴少年征途
 
凤唳九天
陈哲远演绎双面将军
 
浮世双娇传
李治廷孟子义上演错爱姻缘
 
唐砖
王天辰开启唐穿之旅
 
一夜新娘
海盗王千里追妻
 
通天狄仁杰
任嘉伦屡破悬案
 
大唐荣耀2
任嘉伦景甜绝美爱情
 
凤囚凰
关晓彤宋威龙虐恋
 搜索结果源于互联网视频网站，系计算机系统根据搜索热度自动排列 网络视听许可证0110516号 手机扫描下载百搜视频APP ', '百度视频电视剧频道_高清电视剧在线观看', '33');
INSERT INTO "public"."content" VALUES ('13', 'http://zhidao.baidu.com', '百度知道是全球最大的中文问答互动平台，每天为数亿网民答疑解惑。百度知道通过AI技术实现智能检索和智能推荐，让您的每个疑问都能够快速获得有效解答。 
总有一个人知道你问题的答案 解决 个问题 

知道须知
 我的财富值 0 -- 我的现金 0 下载百度知道APP在APP端-任务中心提现 我知道了 -- 累计完成 个任务  10任务   略略略略…  50任务   略略略略…  100任务   略略略略…  200任务   略略略略… 您的帐号状态正常 感谢您对我们的支持 
京ICP证030173号-1   京网文【2013】0934-983号            ©2021Baidu  使用百度前必读  |  知道协议   ', '百度知道 - 全球最大中文互动问答平台', '32');
INSERT INTO "public"."content" VALUES ('14', 'http://news.baidu.com', '百度新闻是包含海量资讯的新闻服务平台，真实反映每时每刻的新闻热点。您可以搜索新闻事件、热点话题、人物动态、产品资讯等，快速了解它们的最新进展。 

新闻全文

新闻标题
 加载中请您耐心等待... 您所选城市新闻不足，将展示省会新闻 百度新闻客户端 






搜索
 扫描二维码, 收看更多新闻 ', '百度新闻——海量中文资讯平台', '32');
INSERT INTO "public"."content" VALUES ('15', 'http://www.baidu.com', '  关于百度 About Baidu  ©2017 Baidu 使用百度前必读  意见反馈 京ICP证030173号    ', '百度一下，你就知道', '57');
INSERT INTO "public"."content" VALUES ('16', 'http://www.hao123.com', '上网导航,网址大全,网址导航,hao123上网导航,hao123网址,hao123导航,hao123网址大全,hao123活动, 抽奖活动hao123是汇集全网优质网址及资源的中文上网导航。及时收录影视、音乐、小说、游戏等分类的网址和内容，让您的网络生活更简单精彩。上网，从hao123开始。    内容加载中... ', 'hao123_上网从这里开始', '22');
INSERT INTO "public"."content" VALUES ('17', 'http://app.hao123.com/app', '上网导航,网址大全,网址导航,hao123上网导航,hao123网址,hao123导航,hao123网址大全,hao123活动, 抽奖活动hao123是汇集全网优质网址及资源的中文上网导航。及时收录影视、音乐、小说、游戏等分类的网址和内容，让您的网络生活更简单精彩。上网，从hao123开始。    内容加载中... ', 'hao123_上网从这里开始', '24');
INSERT INTO "public"."content" VALUES ('18', 'http://pan.baidu.com', '网盘,百度网盘,网络U盘,网络硬盘,免费网盘,网盘下载,网盘资源,同步,云存储,外链分享,离线下载百度网盘为您提供文件的网络备份、同步和分享服务。空间大、速度快、安全稳固，支持教育网加速，支持手机端。现在注册即有机会享受15G的免费存储空间 安全存储 生活井井有条 在线预览 文件即开即看 多端并用 数据随身携带 好友分享 共度幸福时光 ', '百度网盘，让美好永远陪伴', '34');
INSERT INTO "public"."content" VALUES ('19', 'http://3g.baidu.com', '全球最大的中文搜索引擎、致力于让网民更便捷地获取信息，找到所求。百度超过千亿的中文网页数据库，可以瞬间找到相关的搜索结果。 ', '百度一下', '51');
INSERT INTO "public"."content" VALUES ('20', 'http://zhushou.360.cn/detail/index/soft_id/5846', '百度下载,百度手机版,百度安卓版,百度免费下载 360手机助手 免费 android 安卓 平台360手机助手为你提供百度下载, 查看最新百度介绍、查看百度应用截图。一键快捷、方便的将安卓版百度免费下载到手机。 如果你是应用开发者欢迎提交软件到360 【小编点评】新闻头条热点视频 展开 


忘记密码？ | 还没有帐号？马上注册>>
 还可以输入200字发表 共  份评分 大家的选择就是正确的选择，你值得拥有 请先下载此应用，才可对其评分。  
                                    - 无广告
                                 - 免费 
            
                    - 获取手机地理位置- 读取联系人- 禁用系统锁屏- 开机自动启动
                
                    - 使用蓝牙- 获取网络状态- 读取电话状态- 访问网络- 获取WiFi状态- 蓝牙管理
                             Copyright©2005-2019 360.CN All Rights Reserved 360安全中心 意见反馈 ', '百度_360手机助手', '37');
INSERT INTO "public"."content" VALUES ('21', 'http://baidu.com/default.html', ' 搜索设置 | 登录  新 闻　网 页　贴 吧　知 道　MP3　图 片　视 频　地 图 空间　百科　hao123 | 更多>>  把百度设为主页 加入百度推广 | 搜索风云榜 | 关于百度 | About Baidu ©2012 Baidu 使用百度前必读 京ICP证030173号  ', '百度一下，你就知道      ', '50');
INSERT INTO "public"."content" VALUES ('22', 'http://www.bilibili.com', 'Bilibili,哔哩哔哩,哔哩哔哩动画,哔哩哔哩弹幕网,弹幕视频,B站,弹幕,字幕,AMV,MAD,MTV,ANIME,动漫,动漫音乐,游戏,游戏解说,二次元,游戏视频,ACG,galgame,动画,番组,新番,初音,洛天依,vocaloid,日本动漫,国产动漫,手机游戏,网络游戏,电子竞技,ACG燃曲,ACG神曲,追新番,新番动漫,新番吐槽,巡音,镜音双子,千本樱,初音MIKU,舞蹈MMD,MIKUMIKUDANCE,洛天依原创曲,洛天依翻唱曲,洛天依投食歌,洛天依MMD,vocaloid家族,OST,BGM,动漫歌曲,日本动漫音乐,宫崎骏动漫音乐,动漫音乐推荐,燃系mad,治愈系mad,MAD MOVIE,MAD高燃bilibili是国内知名的视频弹幕网站，这里有最及时的动漫新番，最棒的ACG氛围，最有创意的Up主。大家可以在这里找到许多欢乐。 
          看视频就可以领钱？戳进来看！
         
          天选之豆全皮肤在召唤
         
          鬼正！用努力弥补技术
         
          你想不到的翻拍大法全在这里！
         
          速看！春节省亲遇熊孩子自救指南
         大雄...已经...无所谓了...【第三期】！！！ 逗比的雀巢 56.1万播放 课 堂 请 勿 对 对 子 9.0 ！！！ 三十六贱笑 93.5万播放 【草原巴适】直播☆开始！仿生狼会梦见电子羊吗？ 呜米 6.0万播放 【危机合约#4】全网首杀 危机等级32 异刃无尽 拳崩大炮 巅峰计划 74.2万播放 15W日元挑战日本最贵扭蛋！竟要9000抽一发！能中什么大奖呢？ 飞社长 24.1万播放 【手绘动画】 阿尔敏——用巨人之力，为世界带来爱与和平~ colorwolf4 5.7万播放 我把剃须刀做成了战争机器 RAY的模型世界 18.6万播放 40元一把，辣椒致死量！肉串撸烤饼，绝！ 盗月社食遇记 340.8万播放 崭新的美少女来咯！虚假的友谊在这个游戏面前不堪一击！《同感》【桌游星期六】第七季12 桌游林吃素 6.5万播放 不就是锤10000下嘛？我这就去对线！ 我的样子平平无奇 23.2万播放 文明不会终结，我们不会放弃 超人王朝：史无前例！五个超人大混战 零基础也能学建模赚钱，用技能养活自己！ 探秘男朋友都买了些什么？ 【苏司喵】(G)I-DLE新曲LOST原创编舞 性感风永远滴神！ 【第五人格】2021 bilibili新春拜年纪 ', '哔哩哔哩 (゜-゜)つロ 干杯~-bilibili', '35');
INSERT INTO "public"."content" VALUES ('23', 'http://game.bilibili.com/platform', 'bilibili游戏,bilibili游戏中心,手游,游戏下载,安卓手游bilibili游戏中心基于B站特有游戏社区文化而生，始终尊重玩家与创作者，为玩家提供游戏预约测试信息及各类游戏下载资源，我们将持续为大家带来海内外优秀游戏作品。 ', 'bilibili游戏丨你的幻想世界', '25');
INSERT INTO "public"."content" VALUES ('24', 'http://www.sogou.com', '搜狗搜索,网页搜索,微信搜索,视频搜索,图片搜索,音乐搜索,新闻搜索,软件搜索,问答搜索,百科搜索,购物搜索搜狗搜索是全球第三代互动式搜索引擎，支持微信公众号和文章搜索、知乎搜索、英文搜索及翻译等，通过自主研发的人工智能算法为用户提供专业、精准、便捷的搜索服务。 “369”后面的文字被忽略，搜狗的查询限制在40个汉字以内。 下载搜狗搜索APP ', '搜狗搜索引擎 - 上网从搜狗开始', '25');
INSERT INTO "public"."content" VALUES ('25', 'http://www.beian.gov.cn/portal/registerSystemInfo?recordcode=11000002000025', '  邮箱：support@beian.gov.cn    邮编：100741    地址：北京市长安街14号    网站标识码：bm09000026   Copyright 公安部网络安全保卫局 All Rights Reserved   京公网安备 11010102002019号     京ICP备05070602号  ', '全国互联网安全管理服务平台', '18');
INSERT INTO "public"."content" VALUES ('26', 'http://www.12377.cn', ' “2020年度中国互联网辟谣优秀作品”揭晓 国家网信办修订《互联网用户公众账号信息服务管理规定》发布施行 多措并举，广西网信办积极做好网络举报和网络辟谣工作 2020年全国受理网络违法和不良信息举报1.63亿件 山东省网信办根据网民举报依法关闭47家违法违规网站 2020年全国网络举报受理情况 2020年12月全国网络举报受理情况 2020年11月全国网络举报受理情况 2020年10月全国网络举报受理情况 2020年9月全国网络举报受理情况 擦除不良信息铲除网络暴力 未成年网民需长期守护 疫期宅家需提防各类电信诈骗：刷单、赌博投资 "云生活"消费陷阱：防疫用品"坑"多多 直播产品涉违规诱导 跨境赌博“十赌九输” 电信网络诈骗全是“陷阱” 特大涉疫电信网络诈骗案侦破 网络信息内容生态治理规定 中华人民共和国网络安全法 中华人民共和国电子签名法 中华人民共和国电子商务法 中华人民共和国侵权责任法（节选） ', '违法和不良信息举报中心', '20');
INSERT INTO "public"."content" VALUES ('27', 'http://corp.sogou.com/private.html', ' 【2020年 11月 06日】更新 【2020年 11月 06日】生效 
            个人信息是指以电子或其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。个人信息包括1）姓名、出生日期、住址、电话、电子邮件等个人基本资料；2）身份证、护照、驾驶证、工作证、社保证、居住证等个人身份信息；3）基因、指纹、声纹、掌纹、面部识别特征等个人生物识别信息；4）个人信息账号、IP地址、个人数字证书等网络身份标识信息；4）个人健康生理信息；5）职业、职位、工作单位、学历、工作经历、成绩单等个人教育工作信息；6）银行账号、口令、存款信息、房产信息、信贷信息、征信信息、交易和消费记录、流水记录、虚拟财产等个人财产信息；7）通信记录和内容、短信、彩信、电子邮件等个人通信信息；8）通讯录、好友列表、群列表、电子邮件地址列表等联系人信息；9）网络浏览记录、软件使用记录、点击记录、收藏列表等个人上网操作记录信息；10）硬件序列号、软件列表、设备MAC地址、唯一设备识别码等设备信息；11）定位信息、行踪轨迹、住宿信息、经纬度等个人位置信息；12）婚史、宗教信仰、性取向、未公开的违法犯罪记录等其他信息。
           
            个人敏感信息指一旦泄露、非法提供或滥用可能危害人身和财产安全，极易导致个人名誉、身心健康受到损害或歧视性待遇等的个人信息。个人敏感信息主要包括个人财产信息、个人健康生理信息、个人生物识别信息、个人身份信息、通信信息、联系人信息、行踪轨迹、精准定位信息、住宿信息、网络浏览记录、14岁以下（含）儿童的个人信息等。
           
            本政策有关个人信息、个人敏感信息的内容出自于GB/T35273《个人信息安全规范》的规定，定义与GB/T35273《个人信息安全规范》定义一致。对个人敏感信息，我们用“加粗斜体”的书写方式进行特别提醒，希望您在阅读时特别关注。
 
            搜狗公司收集个人信息的主要来源有：您向搜狗公司提供的信息、搜狗公司在您使用搜狗产品或服务过程中获取的信息、第三方分享的您的信息。搜狗公司会出于如下产品功能之目的，收集和使用您的个人信息，如您不提供相关信息或不同意我们收集相关信息，您可能无法注册成为我们的用户或无法享受我们提供的某些服务，或无法达到好的服务效果。
           
            一键登录：当您选择使用手机号码一键登录方式登录时，我们会从移动运营商处获取您的手机号码及该号码所属的运营商信息。如您不使用一键登录功能的，您可以通过本政策中的其他方式进行登录。
           
            短信验证登录：如您选择此方式登录，您需要输入手机号码及对应验证码，经验证通过后方可登录。我们会收集您所填写的手机号码，用于账号管理及登录验证。
           
            搜狗账号登录：您需要输入您的用户名、电子邮箱或者手机号码及密码以验证您的身份后登录。如果您没有搜狗账号，可通过邮箱或手机号码及创建密码的方式注册账号。当您使用邮箱注册时，我们会通过邮箱验证您的身份；当您使用手机号码注册时，我们会向您的手机号码发送短信验证码，您需要向我们提供短信验证码以验证您的身份后方可成功注册。
           
            第三方跳转登录：您可以使用第三方账号登录，主要包括QQ、微信、微博手机厂商账号，当您授权使用前述第三方账号登录时，我们会收集从第三方账号共享的头像、昵称及其他您在第三方授权登录界面同意授予的信息。
           
            身份证注册登录：在您使用搜狗游戏服务时，为符合相关法律法规实名注册的要求，您需要提供身份证进行实名注册。
           
            收集前述这些账号信息的目的在于（1）通过账号管理更好地为您提供服务，通过登录账号，您可以查看您使用我们的产品或服务的部分信息，如您的词库、字体、皮肤、表情、积分情况、您的书架信息，同步相关信息；在您更换设备后，通过登录账户，可以继续查看使用您已同步的相关信息，不会因为更换设备而导致数据丢失。（2）如您提供真实有效的手机号码、QQ号、微博号、微信号或其他第三方账号进行绑定，当您遇到注册账号丢失、忘记密码问题时，可以便捷的找回账号和密码。（3）为符合相关法律法规实名注册的要求，我们需要您通过手机号或身份证号实名认证后方可使用部分服务（主要包括发表评论、发布信息、游戏服务）。
           
            主要包括：在您使用搜狗产品购买商品时，为向您发送商品，您向我们提供的联系人、联系地址、联系方式；在您参与搜狗产品开展的红包或积分兑换或提现活动时，为防止作弊行为，需要您提供身份信息进行核对；您在使用语音转写、翻译功能时选择在云端存储的待转写、待翻译及转写、翻译后的文本；其他您在使用我们产品和服务时上传的信息，以具体产品或服务的隐私政策为准。前述信息收集的目的是为对应的具体功能的实现，如您不提供相关信息的，对应功能可能无法实现。
           
            您可以通过我们具体产品或服务内的意见反馈渠道或通过本政策第九条提供的方式向我们提出意见反馈、投诉、申诉或咨询产品或服务相关问题。为了您的账号与系统安全，我们可能需要您提供您注册/登录时的账号，以便对您的用户身份进行核验。在验证过程中，您可能还需要向我们提供相应的证明材料、您的联系方式，以便我们与您联系并帮助您解决问题，或记录相关问题的处理方案及结果。此外，系统可能会记录您与客服之间的沟通记录，以便能够更好地帮您解决所咨询的问题和改善客服质量。如您不提供上述信息，我们可能无法向您及时反馈咨询的结果，但不影响您正常使用我们的产品或服务。
           
            我们的部分产品和服务的个别特定功能可能需要您提供特定的个人敏感信息来实现。收集个人敏感信息前，我们会以显著方式告知并获取您的同意。若您选择不提供该类信息，则可能无法正常使用对应功能，但不影响您使用服务中的其他功能。若您主动提供您的个人敏感信息，即表示您同意我们按本政策所述目的和方式来处理您的个人敏感信息。
           
            设备信息，是指您使用搜狗公司产品或服务时使用的设备的信息。为了搜狗产品和服务与设备进行必要的适配及提供安全服务，您在使用搜狗公司产品或服务时，搜狗公司可能会收集您使用搜狗公司产品或服务的设备名称、设备型号、设备识别码（主要包括IMEI、安卓ID、IDFA、open ID、IMSI信息）、MAC地址、操作系统和应用程序版本、语言设置、分辨率、服务提供商网络ID（PLMN）相关信息。收集这些信息是为了帮助我们进行bug分析，保障您正常使用搜狗产品和服务、改进和优化我们的产品体验、保障您的账号安全。除本政策另有明确约定外，搜狗公司也不会将您的设备信息提供给任何第三方。但搜狗公司无法保证其他第三方不会通过其他途径获知您设备信息、并将设备信息与其他信息相结合识别您个人身份的情况，由此造成您任何损失的，您应向第三方追偿。上述设备信息是为提供服务所收集的基础信息，如您不想设备信息被搜狗公司收集，则可能导致我们无法向您提供正常的服务。
 
            位置信息，是指您开启设备定位功能并使用搜狗公司基于位置提供的相关服务时，收集的有关您位置的信息，主要包括：
           
            （1）当您开启设备定位功能并使用我们的地图导航服务、天气服务、地理位置词库同步服务及与位置信息相关的其他服务时，搜狗公司可能会使用GPS、WiFi或其他技术方式收集和处理有关您所在位置的信息。行踪轨迹、精准定位信息为个人敏感信息，除地图导航、定位相关的具体产品或服务功能所需外，我们的产品或服务不会收集该类个人敏感信息。
 
            （2）您或其他用户提供的包含您所处地理位置的实时信息。包括您或其他人上传的显示您当前或曾经所处地理位置的共享信息，您或其他人共享的照片包含的地理标记信息。
           
            （3）如您不想被访问，可以选择关闭设备或产品/服务中的相关功能，但可能会因此影响搜狗公司向您提供相关服务。
           
            出于服务安全的必要，您使用搜狗产品和服务时，系统可能通过cookies或其他方式自动收集某些信息并存储在服务器日志中。此类信息可能包括： 
           
            （1）对搜狗公司产品和服务的详细使用情况，此种信息可能包括您使用的网页搜索词语、点击记录、访问的页面地址以及您在使用搜狗公司服务时浏览记录；用户习惯统计数据，在使用搜狗公司产品时的设置项信息、部分按键的使用次数，该类数据都是匿名的，搜狗公司无法根据上述数据定位到具体用户。
           
            （2）设备或软件信息，除2.1条所述设备信息外，我们可能收集您使用的软件的版本号、浏览器类型。为确保您操作环境的安全或提供服务所需，我们会收集有关您使用的移动应用和其他软件的信息。
           
            （3）设备事件信息，包括崩溃、系统活动信息及其他相关信息。
           
            （4）IP地址。
           
            主要包括两种情况：
           
            3.1其他用户发布的信息中可能包含您的信息。
           
            3.2为了给您更便捷的生活服务，我们的产品或服务可能接入了一些第三方服务，您在使用第三方服务时所产生或分享的信息，可能主要涉及如下场景，具体产品或服务中有关第三方分享或收集的信息，以具体产品或服务的隐私政策为准。
           
            （1）第三方账号授权登录
           
            当您使用微博、QQ、微信账号及其他第三方账号登录我们的产品或服务时，我们需要核实您的身份或绑定您的账户信息，经过您的授权将相关账号关联到我们的产品或服务中。该等信息包括您在第三方账号注册时使用的头像、昵称及其他您在第三方授权登录界面同意授予的信息（主要包括地区、性别信息，具体以您同意且该等第三方SDK实际提供给本软件的为准）。当您使用移动、联通、电信运营商的手机号一键登录时，我们会从移动运营商（中国联通、中国移动、中国电信）处获取您的手机号码及该号码所属的运营商信息。如您不想前述第三方账号信息被收集，请不要使用第三方账号登录功能。
           
            （2）分享功能
           
            您在使用我们产品或服务中的分享功能时，需要使用第三方SDK（主要包括微博、微信、QQ、QQ空间）进行信息分享，第三方会验证您在第三方的账号信息以实现分享功能。如您不想第三方获得您的相关信息，请不要使用分享功能。
           
            （3）支付功能
           
            在您使用我们的付费类产品或服务时，您需要通过第三方支付平台（主要包括支付宝支付、微信支付SDK）进行支付，相关服务和责任将由第三方承担。第三方会收集您的账单信息，如您不想第三方获得您的前述信息，请不要使用支付功能。
           
            （4）天气服务
           
            天气服务由搜狗公司合作的第三方（如中国天气网）为您提供，为保证该服务的正常使用，我们需要收集您的“位置”信息提供给第三方。如您不想位置信息被提供给该第三方，您可以选择关闭位置权限，但可能会因此影响您使用天气服务。
           
            （5）信息推送服务
           
            我们需要通过第三方通道（主要包括友盟、小米SDK或其他推送类SDK）为您提供信息推送服务，第三方通道需要事先获得您的设备信息方可进行推送。如您不想使用推送服务，您可以通过设置中的通知栏消息管理关闭相应通知功能。
           
            在提供服务过程中,为了保证您能正常使用产品或服务功能,我们会向系统申请您的部分设备权限,您可以选择允许或禁止相关权限申请。您也可以随时在系统设置中取消授权,您取消授权会导致您无法使用相关业务功能，但不会导致您无法使用其他功能。
           
            我们的产品或服务可能需要您授权的系统权限主要涉及以下几类，具体以各个产品或服务的隐私政策内容为准：
           
            1.安全保障：在搜狗公司提供产品和服务时，用于身份验证、客户服务、安全防范、存档和备份用途，确保搜狗公司向您提供的产品和服务的安全性。
           
            2.保证为您所提供的搜索、输入、页面浏览、翻译及其他具体产品或服务功能的正常实现。
           
            3.改善搜狗公司现有产品和服务，满足您的个性化需求，提升用户体验。
           
            （1）为了实现对您的个性化服务，需要了解您如何接入和使用搜狗公司的产品和服务，从而针对性地回应您的个性化需求，搜狗公司可能会收集您的账号信息、日志信息、设备信息、网络环境信息及您在使用我们的产品或服务时所提供的内容信息，提取您的偏好、行为习惯相关信息作特征分析和用户画像，以便为您提供更适合您的定制化服务。
           
            个性化展示的具体场景为：向您展示或推荐您可能更感兴趣的输入法皮肤、资讯、广告、相关度更高的搜索结果或推广信息，并根据您的屏幕分辨率向您展示大小合适的素材内容。我们可能将您的画像信息与您授权的其他方信息结合起来，更好的满足您的需求。搜狗公司也可能使用您的信息，通过搜狗公司的服务、电子邮件或其他方式向您发送营销信息，提供或推广搜狗公司或第三方的商品和服务。个性化展示可能对您产生的影响为：帮助您节约时间，快速触达您可能感兴趣的内容，但可能会产生一定的数据流量消耗。
           
            如您不希望搜狗公司将您的个人信息用作前述个人性推送或个性化广告展示，您可以通过对具体产品或服务中的个性化推送或个性化广告开关进行设置，关闭个性化功能，您也可以通过具体产品或服务提供的相关投诉反馈渠道，要求搜狗公司停止为上述用途使用您的相关信息。
           
            （2）搜狗公司可能为了提供服务或基于改进服务质量的合理需要而获得的您的其他信息，包括您与客服联系时您提供的相关信息，您参与问卷调查时向搜狗公司发送的问卷答复信息，以及您与搜狗公司互动时搜狗公司获得的相关信息。
           
            （3）对于从您的各种设备上收集到的信息，搜狗公司可能会将它们进行关联，以便能在这些设备上为您提供一致的服务。
           
            4.在符合相关法律法规的前提下，搜狗公司可能将通过某产品或服务所收集的个人信息或分析的用户画像，用于搜狗公司的其他产品和服务，以便总体上提升为您提供的产品或服务的质量、更好的提供个性化服务、帮助搜狗公司设计新产品和服务，或在不透漏您个人信息的前提下对用户数据库进行分析并予以商业化利用，包括但不限于展示广告、基于特征标签进行间接人群画像并提供个性化服务。搜狗公司在提供某些产品或服务中，可能会请用户参与“用户体验改进计划”，加入用户体验改进计划的用户，搜狗公司会根据需要对产品和服务的各项功能使用情况进行统计，这样可以通过分析统计数据提高产品和服务质量，推出对用户有帮助的创新产品和服务。如您不想参与该计划，可以通过具体产品或服务中的设置项选择关闭该功能或通过搜狗公司相关产品或服务提供的反馈渠道向我们反馈。
           
            5.软件认证或管理软件升级。
           
            6.根据法律法规在如下情形收集使用您的相关信息，此种情况下无须获得您的授权：
           
          （1）与国家安全、国防安全有关的；
           
          （2）与公共安全、公共卫生、重大公共利益有关的；
           
          （3）与犯罪侦查、起诉、审判和判决执行等有关的；
           
          （4）出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；
           
          （5）用于维护所提供的产品与/或服务的安全稳定运行所必需的，包括发现、处置产品与/或服务的故障等；
           
          （6）为合法的新闻报道所必需的；
           
          （7）学术研究机构基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的；
           
          （8）法律法规规定的其他情形。
           
            7.经您同意的其他用途。
           
            1. 搜狗公司会根据本隐私政策的约定并为实现搜狗公司的产品与/或服务功能对所收集的信息进行使用。
           
            2. 在收集您的个人信息后，搜狗公司将通过技术手段对数据进行去标识化处理，去标识化处理的信息将无法识别主体。请您了解并同意，在此情况下搜狗公司有权使用已经去标识化的信息，并在不透露您个人信息的前提下，有权对用户数据库进行分析并予以商业化的利用。
           
            3. 请您注意，您在使用搜狗公司的产品与/或服务时所提供的所有个人信息，除非您删除或通过系统设置拒绝搜狗公司收集，否则将在您使用搜狗公司的产品与/或服务期间持续授权搜狗公司使用。在您注销账号时，搜狗公司将停止使用并删除您的个人信息。
           
            4. 搜狗公司会对搜狗公司的产品与/或服务使用情况进行统计，并可能会与公众或第三方共享这些统计信息，以展示搜狗公司的产品与/或服务的整体使用趋势。但这些统计信息不包含您的任何身份识别信息。
           
            5. 当搜狗公司展示您的个人信息时，搜狗公司会采用包括内容替换、匿名处理方式对您的信息进行脱敏，以保护您的信息安全。
           
            6. 当搜狗公司要将您的个人信息用于本政策未载明的其它用途时，或基于特定目的收集而来的信息用于其他目的时，会事先征求您的同意后再进行使用。
           
            1. 信息推送
           
            您在使用我们的服务时，我们可能向您发送电子邮件、短信、资讯或推送通知。您可以按照我们的相关提示，在设备上选择取消订阅。
           
            2. 与服务有关的公告
           
            我们可能在必要时（包括因系统维护而暂停某一服务时）向您发出与产品或服务有关的公告。您可能无法取消这些与服务有关、性质不属于广告的公告。
           
            1.搜狗公司不会与搜狗公司以外的任何公司、组织和个人共享您的个人信息，但以下情况除外：
           
            （1）事先获得您明确的同意或授权；
           
            （2）根据适用的法律法规、法律程序的要求、强制性的行政或司法要求所必须的情况下进行提供；
           
            （3）在法律法规允许的范围内，为维护搜狗公司或合作伙伴、您或其他搜狗公司用户或社会公众利益、财产或安全免遭损害而有必要提供；
           
            （4）只有共享您的信息，才能实现搜狗公司的产品与/或服务的核心功能或提供您需要的服务；
           
            （5）应您需求为您处理您与他人的纠纷或争议；
           
            （6）符合与您签署的相关协议（包括在线签署的电子协议以及相应的平台规则）或其他的法律文件约定所提供；
           
            （7）基于学术研究而使用；
           
            （8）基于符合法律法规的社会公共利益而使用。
           
            2. 为便于我们基于关联账号共同向您提供服务，推荐您可能感兴趣的内容、保护其他用户或公众的人身财产安全免遭侵害，提升我们整体的产品服务质量，搜狗公司可能会将您的个人信息与搜狗公司的关联方共享。但搜狗公司只会共享必要的个人信息，且受本隐私政策的约束。搜狗公司的关联方如要改变个人信息的处理目的，将再次征求您的授权同意。
           
            3. 仅为事先本政策中声明的目的，我们的某些服务将由我们和第三方合作伙伴通过数据接口合作的方式共同提供。我们可能会与合作伙伴共享您的某些信息，以提供更好的客户服务和用户体验。我们仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息，并且只会共享提供服务所必须的个人信息。我们的合作伙伴无权将共享的个人信息用于与产品或服务无关的其他用途。目前，此类第三方合作商主要包括：软件服务提供商、智能设备提供商和系统服务提供商、产品功能相关的合作商等，具体包括：
 
            （1）网络服务合作商、智能设备提供商、系统服务提供商：当这些合作商需要与我们联合为您提供服务时，我们会将实现业务所必须的信息与其共享，以向您提供服务。如在本产品接入合作方提供的网络服务时，合作方可能会通过本软件获取您的设备及网络状态信息，以便向您提供当前可用的网络信息。
           
            （2）与产品功能相关的服务合作商。使用的场景主要包括：第三方账号登录、天气服务， 信息推送服务、分享服务、支付服务。具体的第三方信息、对应功能及收集的信息详见本协议第一条“其他第三方分享或收集的信息”中的具体描述。
           
            （3）数据分析、信息推广及广告服务合作伙伴。我们会与该类合作伙伴共享您的设备信息或经过加密后的标签信息，以用于监察广告投放的情况、为用户提供更符合需求的分析结果、实现推广或广告信息的有效触达、优化广告效果。
           
            4. 实现联合活动的参与。当您选择参加我们及我们的关联方或第三方举办的营销活动时，可能需要您提供姓名、地址、联系方式等个人信息，我们可能会将上述信息与关联方或第三方共享，以保障您在我们与第三方的联合活动中获得体验一致的服务。
           
            5. 为了遵守法律、执行或适用搜狗公司的使用条件和其他协议，或者为了保护搜狗公司、您或其他搜狗公司客户的权利及其财产或安全，比如为防止欺诈等违法活动和减少信用风险，而与其他公司和组织交换信息。不过，这并不包括违反本隐私政策中所作的承诺而为获利目的出售、出租、共享或以其它方式披露的个人信息。
           
            6. 对搜狗公司与之共享个人信息的公司、组织和个人，搜狗公司会要求其遵守保密约定，要求他们按照搜狗公司的说明、本隐私政策以及其他任何相关的保密和安全措施来处理个人信息。
           
            搜狗公司不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：
           
            1．事先获得您明确的同意或授权；
           
            2.根据适用的法律法规、法律程序的要求、强制性的行政或司法要求所必须的情况下进行提供；
           
            3.符合与您签署的相关协议（包括在线签署的电子协议以及相应的平台规则）或其他的法律文件约定所提供；
           
            4.在涉及合并、收购、资产转让或类似的交易时，如涉及到个人信息转让，搜狗公司会要求新的持有您个人信息的公司、组织继续受本隐私政策的约束，否则,搜狗公司将要求该公司、组织重新向您征求授权同意。
           
            搜狗公司仅会在以下情况下，且采取符合业界标准的安全防护措施的前提下，才会公开披露您的个人信息：
           
            2.您使用共享功能的；
           
            3.根据法律、法规的要求、强制性的行政执法或司法要求所必须提供您个人信息的情况下，搜狗公司可能会依据所要求的个人信息类型和披露方式公开披露您的个人信息。在符合法律法规的前提下，当搜狗公司收到上述披露信息的请求时，搜狗公司会要求必须出具与之相应的法律文件。搜狗公司对所有的请求都将进行慎重的审查，以确保其具备合法依据，且仅限于执法部门因特定调查目的且有合法权利获取的数据；
           
            4.在紧急情况下，为了保护您、搜狗公司及其他用户的合法权益或公共安全及利益的；
           
            5.符合搜狗公司相关产品和服务的用户协议或其他类似协议的规定。
           
            1.什么是Cookie
           
            Cookie是一种可以让网站服务器将数据存储在客户端或从客户端中读取数据的中立技术。Cookie文件是存储了一些与用户访问网站有关信息的文件，格式为.tex。Cookie内容通常均经过加密,安全的Cookie技术会为用户在上网时提供更为便捷的服务。
           
            2.我们使用Cookie的目的
           
            Cookie对提升用户的网络使用体验很重要，我们使用Cookie一般出于以下目的：
           
            （1）身份验证：Cookie可在您接入我们的服务时通知我们，以使得我们可以验证您的身份信息，确保您的账号安全。
           
            （2）偏好设置：Cookie可帮助我们按照您所希望的服务样式、外观的个性化设置为您提供服务。Cookie记录您之前设定的字号、分辨率等数值，方便在您再次访问时自动为您调整为之前的设定。
           
            （3）安全：Cookie可帮助我们保障数据和服务的安全性，排查针对我们的产品和服务的作弊、黑客、欺诈等行为。
           
            （4）提高效率：Cookie可以避免不必要的服务器负载，提高服务效率，节省资源。
           
            （5）分析和研究：Cookie可以帮助我们了解、改善我们的产品和服务，为新功能或新产品的研发提供参考数据。
           
            （6）广告优化：Cookie可提高广告对用户的吸引力并提升广告服务对广告主、发布商的价值。Cookie可帮助我们在搜狗网站或软件中向您显示您可能感兴趣的广告，我们的合作伙伴也可能会运用Cookie确定我们是否已显示广告。
           
            3.如何管理Cookie
           
            大部分的设备（如使用移动应用程序）和浏览器（如使用网页应用程序和页面）均允许您更改Cookie设置。这些设置通常位于浏览器的“选项”或“偏好”菜单内，您可以进行设置管理。您也可使用浏览器中的“帮助”选项，以获得更多详细信息。但请注意，如果停用Cookie，您可能无法享受最佳的服务体验，某些服务也可能无法正常使用。
           
            1.数据安全技术措施：搜狗公司会采用符合业界标准的安全防护措施，包括建立合理的制度规范、安全技术来防止您的个人信息遭到未经授权的访问使用、修改、避免数据的损坏或丢失；搜狗公司将使用安全技术和程序监测、记录网络运行状态、网络安全事件，并采取必要的技术措施保障网络安全，以防信息的丢失、不当使用、未经授权阅览或披露。在某些服务中，搜狗公司将利用加密技术、匿名化处理等手段来保护您提供的个人信息。但请您理解，由于技术的限制以及可能存在的各种恶意手段，在互联网行业，即便竭尽所能加强安全措施，也不可能始终保证信息百分之百的安全。您需要了解，您接入搜狗公司的产品和服务所用的系统和通讯网络，有可能因搜狗公司可控范围外的因素而出现问题。
 
            2.搜狗公司仅允许有必要知晓这些信息的员工、合作伙伴访问个人信息，并为此设置了严格的访问权限控制和监控机制。搜狗公司同时要求可能接触到您个人信息的所有人员履行相应的保密义务。如果未能履行这些义务，可能会被追究法律责任或被中止与搜狗公司的合作关系。
           
            3.搜狗公司会采取一切合理可行的措施，确保无关的个人信息不被收集。搜狗公司只会在达成本政策所述目的所需的期限内保留您的个人信息，除非需要延长保留期或受到法律的允许。
           
            4.您在使用搜狗公司的产品和服务时所提供、上传或发布的内容和信息，可能会泄露您的个人信息。您需要谨慎地考虑，是否在使用搜狗公司的产品和服务时披露相关个人信息。在一些情况下，您可通过搜狗公司某些产品和服务的隐私设定来控制有权浏览您共享信息的用户范围。
           
            5.互联网并非绝对安全的环境，而且电子邮件、即时通讯、社交软件等与其他用户的交流方式无法确定是否完全加密，搜狗公司建议您使用此类工具时请使用复杂密码，并注意保护您的个人信息安全。由于您将用户密码告知他人、与他人共享注册账户或其他因您个人保管不善，由此导致的任何个人资料泄露、丢失、被盗用或被篡改等产生的责任和损失，您应自行承担。
           
            6.安全事件处理：为应对个人信息泄露、损毁和丢失等可能出现的风险，搜狗公司建立了专门的应急响应团队，按照公司有关安全事件处置规范要求，针对不同安全事件启动安全预案，进行止损、分析、制定补救措施、联合相关部门进行溯源和打击。同时搜狗公司将按照法律法规的要求，及时向您告知：安全事件的基本情况和可能的影响、搜狗公司已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。搜狗公司同时将及时将事件相关情况以邮件、信函、电话、推送通知等方式告知您，难以逐一告知个人信息主体时，搜狗公司会采取合理、有效的方式发布公告。同时，搜狗公司还将按照监管部门要求，主动上报个人信息安全事件的处置情况。
           
            1.您有权访问、修改、删除您的个人信息；但相关信息的删除或修改可能会影响您对相关产品或服务的使用或导致部分功能无法实现。访问、更正、删除的具体路径一般为：进入具体产品后 ，点击“我”，登录后可访问、查看、修改或删除您的账号内信息。您访问、修改和删除个人信息的范围和方式将主要取决于您使用的具体产品和服务。
           
            2.您有权改变您授权同意的范围或撤回您的授权；您可以通过1）删除信息、2）关闭设备功能、3）在具体产品的网站或软件“设置”中进行隐私设置改变您授权搜狗公司继续收集个人信息的范围或撤回您的授权。您也可以通过注销账户的方式，撤回搜狗公司继续收集您个人信息的授权。请您理解，每个业务功能需要一些基本的个人信息才能得以完成，当您撤回同意或授权后，搜狗公司无法继续为您提供撤回同意或授权所对应的服务。但您撤回同意或授权的决定，不会影响此前基于您的授权而开展的个人信息处理。
 
            3.注销账户：您可以通过具体产品或服务设置界面中所公布的注销方式或通过第九条所列联系方式申请注销相关产品账户，我们会根据您的账号安全状态以及产品线信息，判断是否满足注销条件。您注销账户后，搜狗公司将停止为您提供与账号相关的产品或服务功能，并将删除或匿名化处理您的个人信息，除法律法规另有规定或您另有要求外。
           
            4.搜狗公司将采取适当的技术手段，保证您对于自己的个人资料可进行查询、补充、更正或删除，或通过搜狗公司相关产品或服务发布的反馈或投诉渠道申请搜狗公司对相关信息进行补充、更正或删除；搜狗公司收到您的申请后将按流程（如搜狗公司可能会要求您提供相关证明，以确认您的身份）予以处理。请您理解，由于技术所限、法律或监管要求，我们可能无法满足您的所有要求，我们会在合理的期限内答复您的请求。
           
            5.如果您无法访问、更正或删除您的个人信息，或您需要访问、更正或删除您在使用搜狗公司产品与/或服务时所产生的其他个人信息，或您认为搜狗公司存在任何违反法律法规或与您关于个人信息的收集或使用的约定，您可通过第九条所列方式与我们联系。
           
            6.个人信息保护负责人的联系方式jiufen@sogou-inc.com。您有任何关于个人信息保护方面的问题，可以通过前述邮箱与我们联系，我们会在法律规定的范围内及时处理反馈。
           
            1. 我们根据我国法律法规的要求，保护未成年人的个人信息安全。如果您是：（1）儿童（详情请查阅关键词定义）使用者，必须由您的监护人阅读并同意本协议的全部内容以及《搜狗公司儿童隐私保护指引》后，我们方才向您提供搜狗公司产品或服务；（2）已满14周岁的未成年人使用者，必须由您的监护人陪同阅读本协议的全部内容，并在监护人或您本人同意本协议的全部内容后，我们才向您提供搜狗公司产品或服务。如我们有证据证明您违反了上述约定，我们有权停止提供我们的产品或服务。
           
            2. 对于经监护人同意而收集未成年人个人信息的情况，我们只会在法律允许、监护人明确同意或者保护未成年人所必要的情况下使用或公开披露该信息。如我们发现在未事先获得监护人同意的情况下收集了被其监护的未成年人的个人信息，我们会尽快删除相关信息。
           
            1. 个人信息存储地点：
           
            我们会按照法律法规规定，将境内收集的用户个人信息存储在中华人民共和国境内。
           
            2. 个人信息存储期限：
           
            搜狗公司仅在本政策所述目的所必需的期间和法律法规要求的时限内保留您的个人信息。具体期限详见各产品和服务单独的隐私政策，如具体的产品和服务未具体列明的，一般情况下，除非法律法规有其他要求，存储期限与您账号有效期限一致，如您属于非注册账户的，则存储期限一般为6个月。超过前述存储期限后，我们将予以删除或进行不可恢复的匿名化处理。
           
            但在下列情况下，我们可能因需要符合法律要求，更改个人信息的存储时间：
           
            为遵守适用的法律法规等有关规定；为遵守法院判决、裁定或其他法律程序的规定；为遵守相关政府机关或法定授权组织的要求；我们有理由确信需要遵守法律法规等有关规定；为执行相关服务协议或本政策、维护社会公共利益，为保护我们的客户、我们或我们的关联公司、其他用户或雇员的人身财产安全或其他合法权益所合理必需的用途。
           
            当我们的产品或服务发生停止运营的情形时，我们将采取包括但不限于推送通知、公告等形式通知您，并在合理的期限内删除或匿名化处理您的个人信息。
           
            1. 搜狗公司所有的产品和服务均适用本政策。针对某些特定产品和服务的特定隐私政策，将在相关产品和服务的使用协议或单独的隐私协议中具体说明。该等特定产品和服务的隐私条款构成本政策的一部分。如相关特定产品和服务的隐私条款与本政策有不一致之处，适用该特定产品和服务的隐私条款。
           
            2. 本政策仅适用于搜狗公司所收集的信息，并不适用于任何第三方提供的产品和服务或第三方的信息使用规则，您通过搜狗公司的产品和服务而接受的第三方产品和服务（包括任何第三方网站）收集的信息，不适用本政策。如您因第三方产品和服务产生的损失，您可以向第三方主张赔偿。
           
            3. 如您在使用搜狗公司产品、服务中对本隐私政策有任何问题，您可通过我们相关产品或服务对外公布的官方反馈渠道、个人信息保护负责人的联系方式与我们的具体产品或服务团队联系，您也可以通过发送问题到邮箱jiufen@sogou-inc.com或寄送相关文件到北京搜狗信息服务有限公司的注册地址（北京市海淀区中关村东路1号院搜狐网络大厦）等方式与我们公司联系。
           
            1、搜狗公司可能适时修订本政策的条款，该等修订构成本政策的一部分。修订后的政策搜狗公司将及时予以发布。若您继续使用搜狗公司产品和服务，即表示您同意受经修订的隐私政策的约束。
           
            2、本政策的解释及争议解决均应适用中华人民共和国法律。与本政策相关的任何纠纷，双方应经友好协商解决；若不能协商解决，您在此同意将争议提交至北京市海淀区人民法院。如果有管辖权的任何法院裁定或判决本政策的任何条款无效，则该条款将从本政策中移除，该条款的无效不影响本政策其余条款的效力。本政策的其余条款将继续执行。
           
            3、本政策的标题仅为方便阅读而设计，不影响本政策任何条款的含义或解释。
           
            1.用户或您：指使用搜狗公司产品与/或服务的用户。
           
            2.未成年人：指年龄不超过18周岁的未成年人。
           
            3.儿童：指未满14周岁的未成年人。
           
            4.去标识化：指通过对个人信息的技术处理，使其在不借助额外信息的情况下，无法识别您的过程。
           
            5.匿名化：指通过对个人信息的技术处理，使得您无法被识别，且处理后的信息不能被复原的过程。
           
            6.设备：指可用于访问搜狗公司产品或服务的装置。
           
            7.关联公司：指现在或将来与北京搜狗信息服务有限公司构成“一方有能力直接或间接控制、共同控制另一方或对另一方施加重大影响，以及两方或多方以上同受一方控制、共同控制或重大影响的关系的企业”。
           
            搜狗公司
           
                  Personal information refers to all kinds of information that are recorded in
                  electronic
                  or other ways and that can be used alone or in combination with other information to
                  identify the personal identity of natural persons, including but not limited to the
                  name, date of birth, ID number, personal biometric information, address and
                  telephone
                  number of natural persons.
                 
                  When you register your account or use Sogou’s products and services, Sogou may, upon
                  your consent and confirmation, collect relevant personal information provided by
                  you, such as name, gender, age, date of birth, ID number, bank card number, Email
                  address, telephone number, mailing address, occupation and education level, etc.
                 Device information refers to the information about the device that you use for
                  Sogou’s products or services. When you use Sogou’s products or services, Sogou collects information about your
                  device for using Sogou’s products or services, such as device name, device model,
                  device ID, operating system and application version, language setting, resolution,
                  and network ID of the service provider (PLMN), etc. This information can help Sogou
                  to provide you with better information display or product services.
                 
                  （1）When you turn on the device location feature and use related products or services
                  of Sogou, Sogou may use GPS, WiFi or other technical means to collect and process
                  information about your actual location. 
                  （2）Real-time information provided by you or other users including your geographical
                  location. For example, shared information that you or others upload to show your
                  current or former geographical location, and geotagged information that is included
                  in photos that you or others share. 
                  （3）If you do not want to be accessed, you may choose to turn off related functions
                  in the device or products/services, but this may affect Sogou’s provision of related
                  services to you. 
                  （1）Use details of Sogou’s products and services, such as the web search terms you
                  use, the address of the pages you visit, and other information and detailed content
                  that you browse or is requested when you use Sogou’s services; statistical data of
                  user habits, such as the setting item information when you use Sogou input method,
                  the number of use of some keys and the number of words on the screen etc. Such data
                  is anonymous. Sogou cannot locate the specific user based on the uploaded data.
                 
                  （2）Device or software information, such as the configuration information provided by
                  your mobile device, web browser, or other programs used to access Sogou’s products
                  or services, the version of the mobile device, and the device identification number
                  etc.
                 
                  （3）Device event information, such as crashes, system activity and other information.
                 （4）IP address. （5）Information about the mobile applications (APPs) and related
                  software you used, as well as information about your use of such mobile applications
                  and software. For example, the skin change function of Sogou input method will
                  access the skin that the user has installed. If you do not want to be accessed, you
                  may choose to turn off related function, but this may affect Sogou’s provision of
                  related services to you. 1.For authentication, customer
                  service, security, archiving, backup and other purposes when Sogou provides products
                  and services, to ensure the security of Sogou’s products and services provided to
                  you. 2.Guarantee the normal
                  realization of the products or services provided to you, as shown below. （1）Collect your geographical location and destination
                    information etc. when you use Sogou’s map products, in order to help you plan
                    the best route; （2）In order to realize the function
                      of personalized recommendation, understand how you access and use Sogou’s
                      products and services to specifically respond to your individual needs, such
                      as language setting, location setting, personalized help services and
                      instructions, or to make other responses to you and other users.
 3.Improve existing products
                  and services of Sogou to enhance user experience, as shown below. （1） Sogou may collect your browsing
                      information, your interests and hobbies (you can select in the account
                      settings) to conduct data analysis, to show you the information about
                      services you are interested in, or to show you the information that you may
                      wish to find when searching.
 （2）Sogou may also obtain your other
                      information for the purpose of providing services and the reasonable needs
                      of improving the services, including relevant information you provide when
                      contacting the customer service, the questionnaire reply sent to Sogou when
                      you participate in the survey, and relevant information Sogou obtains when
                      you interact with Sogou.
 （3）Sogou may associate the
                      information collected from your various devices to provide you with
                      consistent services on these devices.
 （4）Sogou may combine information
                      from one service with that from other services to provide you with services,
                      personalized content and recommendations.
 4.Help Sogou design new
                  products and services. For example, Sogou may request users to participate in the
                  User Experience Improvement Program in the provision of certain products or
                  services. It will make statistics of the use of various functions of products and
                  services for users joining the User Experience Improvement Program as required. This
                  can improve the quality of products and services through analysis on statistical
                  data and introduce innovative products and services that are helpful to users. If
                  you do not want to participate in the Program, you can choose to turn off relevant
                  features in related products/services. 5.Sogou may use your
                    relevant information to provide you with
                    more relevant advertising or promotional information. Sogou may also use your
                    information to provide or promote goods and services of Sogou or third parties
                    to you by sending marketing information to you through Sogou’s services, email
                    or other means. If you do not want Sogou to use your personal information for
                    the aforementioned purposes, you may request Sogou to stop using your personal
                    information for the above purposes through related channels provided by Sogou in
                    related products or services.
                   6.Software Certification or
                  Management Software Upgrades. 7.Your
                    authorization is not required for collecting and using your relevant information
                    in accordance with laws and regulations under the following circumstances:
                   （1）Related to national security and national defense
                    security; （2）Related to public safety, public health and major public
                    interests; （3）Related to criminal investigation, prosecution, trial
                    and execution of judgment; （4）It is difficult to obtain personal consent for the
                    protection of the subject of personnel information or material legitimate rights
                    and interests such as the lives and property of other individuals. （5）Required to maintain the safe and stable operation of
                    the products and/or services provided, such as detection and handling of
                    malfunctions of products and/or services. （6）Required for legitimate news reporting; （7）As required for statistics or academic research based on
                    public interest, academic research institutions de-identify personal information
                    contained in the academic research or description results provided
                    externally; （8）Other conditions prescribed by laws and regulations. 8.Other purposes with your
                  consent. 1.Sogou will use the information
                collected for the purpose of achieving the functions of Sogou’s products and/or services
                in accordance with the provisions of this Privacy Policy. 2.After
                  collecting your personal information, Sogou will de-identify the data through
                  technical means. The information subject will not be identified upon
                  de-identification. Please understand and agree that Sogou has the right to use
                  de-identified information in this case; and has the right to analyze the user
                  database and use it commercially without revealing your personal information.
 3.Please
                  note that unless you remove all personal information provided by you when you use
                  Sogou’s products and/or services or refuse Sogou’s collection through system
                  settings, you will be deemed to have authorized Sogou to use such information
                  constantly during the term you use Sogou’s products and/or services. When you cancel
                  your account, Sogou will stop using your personal information and delete it.
 4.Sogou will collect statistics on
                the use of Sogou’s products and/or services, and may share the statistical information
                with the public or third parties to demonstrate the overall use trends of Sogou’s
                products and/or services. However, these statistics do not include any of your
                personally identifiable information. 5.When
                  Sogou displays your personal information, Sogou will desensitize your information by
                  the way of content replacement and anonymous treatment to protect your
                  information.
 6.When Sogou intends to use your
                personal information for other purposes not specified in this Policy, or use the
                information collected based on a specific purpose for other purposes, it will ask you
                for prior consent through your initiative to make a check. 1.Sogou will not share your
                personal information with any company, organization and individual other than Sogou,
                except in the following cases
               （1）Obtain your explicit consent or authorization in
                  advance; （2）Provide as necessary in accordance with applicable laws and
                  regulations, legal process requirements, mandatory administrative or judicial
                  requirements; （3）It is necessary to provide, to the extent permitted by laws
                  and regulations, for protecting interests, property or safety of Sogou or partners,
                  you or other Sogou users or the public from harm; （4）Only by sharing your information can the core functions of
                  Sogou’s products and/or services be realized or can Sogou provide the services you
                  need; （5）Meet the requirements of user agreements of related products
                  and services of Sogou or other similar agreements. （6）Handle your disputes with others at your request; （7）Use based on academic research; （8）Use based on social and public interests that comply with
                  laws and regulations. 2.Sogou
                  may share your personal information with Sogou’s affiliates. However, Sogou will
                  only share the necessary personal information and is bound by this Privacy Policy.
                  If Sogou’s affiliates want to change the processing purpose of personal information,
                  they will seek your consent again.
                 3.Sogou
                  may share your information with partners and other third parties to ensure smooth
                  completion of the services provided to you. However, Sogou will only share your
                  personal information for legitimate, rightful, necessary, specific and explicit
                  purposes, and will only share the personal information necessary for providing
                  services. Sogou’s partners do not have the right to use the shared personal
                  information for any other purpose.
                  
4.For companies,
                      organizations and individuals with whom
                      Sogou shares personal information, Sogou will require them to comply with
                      their confidentiality agreement and request them to process personal
                      information in accordance with Sogou’s instructions, this Privacy Policy and
                      any other relevant confidentiality and security measures.
                    

5.Sogou may share
                      your personal information in order to
                      comply with laws, execute or apply Sogou’s conditions of use and other
                      agreements, or to protect the rights, property or safety of Sogou, you or
                      other Sogou’s customers, such as exchange of information with other
                      companies and organizations to prevent fraud and other illegal activities
                      and reduce credit risks. However, this does not include personal information
                      sold, leased, shared, or otherwise disclosed for profit making in violation
                      of the undertakings made in this Privacy Policy.
                    

(II) Information Transfer
Sogou
                    will not
                    transfer your personal information to any company, organization or individual
                    except in
                    the following circumstances:
                  


（1）Obtain your explicit consent or authorization in
                      advance;

（2）Provide as necessary in accordance with applicable
                      laws and
                      regulations, legal process requirements, mandatory administrative or
                      judicial
                      requirements;

（3）Provide in accordance with relevant agreements
                      (including
                      the electronic agreements signed online and corresponding platform rules)
                      signed
                      with you or other legal documents;

（4）Where personal information
                        transfer involves in mergers, acquisitions, transfer of assets or
                        similar transactions, Sogou will require new companies and organizations
                        that hold your personal information to continue to be bound by this
                        Privacy Policy. Otherwise, Sogou will require such companies and
                        organizations to seek your consent again.



(III) Information Disclosure
Sogou
                    will
                    only publicly disclose your personal information in the following circumstances
                    and on
                    the premise of adopting industry-standard security protection measures:
                  


（1）You agree or authorize the disclosure of Sogou;

（2）You use the sharing feature;

（3）In the event that your personal information must be
                      provided
                      in accordance with the requirements of laws and regulations, mandatory
                      administrative enforcement or judicial requirements, Sogou may disclose your
                      personal information based on the requested types of personal information
                      and
                      methods of disclosure. When Sogou receives the above request for disclosure
                      of
                      information, Sogou will request legal documents corresponding to it under
                      the
                      premise of complying with laws and regulations. Sogou makes a careful review
                      of all
                      requests to ensure that they are legal and limits the requests to the data
                      that the
                      law enforcement agencies have legitimate rights to obtain for particular
                      investigation purposes;

（4）Disclose in emergency
                        situations in order to protect the legitimate rights and interests of
                        you, Sogou and other users or public safety and interests;


（5）Meet the requirements of
                        user agreements of related products and services of Sogou or other
                        similar agreements.



 4.For companies,
                      organizations and individuals with whom
                      Sogou shares personal information, Sogou will require them to comply with
                      their confidentiality agreement and request them to process personal
                      information in accordance with Sogou’s instructions, this Privacy Policy and
                      any other relevant confidentiality and security measures.
                     5.Sogou may share
                      your personal information in order to
                      comply with laws, execute or apply Sogou’s conditions of use and other
                      agreements, or to protect the rights, property or safety of Sogou, you or
                      other Sogou’s customers, such as exchange of information with other
                      companies and organizations to prevent fraud and other illegal activities
                      and reduce credit risks. However, this does not include personal information
                      sold, leased, shared, or otherwise disclosed for profit making in violation
                      of the undertakings made in this Privacy Policy.
                     Sogou
                    will not
                    transfer your personal information to any company, organization or individual
                    except in
                    the following circumstances:
                   （1）Obtain your explicit consent or authorization in
                      advance; （2）Provide as necessary in accordance with applicable
                      laws and
                      regulations, legal process requirements, mandatory administrative or
                      judicial
                      requirements; （3）Provide in accordance with relevant agreements
                      (including
                      the electronic agreements signed online and corresponding platform rules)
                      signed
                      with you or other legal documents; （4）Where personal information
                        transfer involves in mergers, acquisitions, transfer of assets or
                        similar transactions, Sogou will require new companies and organizations
                        that hold your personal information to continue to be bound by this
                        Privacy Policy. Otherwise, Sogou will require such companies and
                        organizations to seek your consent again.
 Sogou
                    will
                    only publicly disclose your personal information in the following circumstances
                    and on
                    the premise of adopting industry-standard security protection measures:
                   （1）You agree or authorize the disclosure of Sogou; （2）You use the sharing feature; （3）In the event that your personal information must be
                      provided
                      in accordance with the requirements of laws and regulations, mandatory
                      administrative enforcement or judicial requirements, Sogou may disclose your
                      personal information based on the requested types of personal information
                      and
                      methods of disclosure. When Sogou receives the above request for disclosure
                      of
                      information, Sogou will request legal documents corresponding to it under
                      the
                      premise of complying with laws and regulations. Sogou makes a careful review
                      of all
                      requests to ensure that they are legal and limits the requests to the data
                      that the
                      law enforcement agencies have legitimate rights to obtain for particular
                      investigation purposes; （4）Disclose in emergency
                        situations in order to protect the legitimate rights and interests of
                        you, Sogou and other users or public safety and interests;
 （5）Meet the requirements of
                        user agreements of related products and services of Sogou or other
                        similar agreements.
 1.Sogou retains your personal
                information only during the period necessary for the purposes described in this Policy
                and within the time limit required by laws and regulations.
               2.Data security technology
                measures: Sogou will adopt industry-standard security protection measures, including the
                establishment of reasonable systems, regulations and security technology to prevent your
                personal information from unauthorized access, use, modification and to avoid data
                damage or loss; Sogou will use security technology and procedures to monitor and record
                network operating conditions and network security incidents, and will take necessary
                technical measures to ensure network security and prevent loss, improper use,
                unauthorized reading or disclosure of information. For example, Sogou will use
                encryption technology to protect the personal information you provide in some services.
                However, please understand that even if we do our best to
                  strengthen security measures, it is impossible to always ensure that information is
                  100% safe in the Internet industry due to technical limitations and various
                  malicious methods that may exist. You need to understand that the systems and
                  communication networks you use to access Sogou’s products and services may have
                  problems due to factors beyond the control of Sogou.
 3.Sogou only allows employees and
                partners who need to know the personal information to access such information, and sets
                strict access control and monitoring mechanisms for this purpose. Sogou also requires
                all personnel who may come into contact with your personal information to fulfill
                corresponding confidentiality obligations. Failure to fulfill these obligations may
                result in legal liability or suspension of a partnership with Sogou.
               4.Sogou will take all reasonable
                and feasible measures to ensure that unrelated personal information is not collected.
                Sogou will only retain your personal information for the period required to achieve the
                purposes described in this Policy unless extension of the retention period is necessary
                or is allowed by law.
               5.Content
                  and information that you provide, upload or publish when you use Sogou’s products
                  and services (such as photos of your personal activities, etc.) may reveal your
                  personal information. You need to carefully consider whether you disclose personal
                  information when using Sogou’s products and services. In some cases, you can control
                  the scope of users who have the right to browse your shared information through the
                  privacy settings of Sogou’s products and services.
 6.The
                  Internet is not an absolutely secure environment. Meanwhile, it is impossible to
                  confirm that the communication methods including e-mail, instant messaging and
                  social software for communicating with other users are fully encrypted. Sogou
                  recommends that you use complex passwords and pay attention to protect your personal
                  information when using such tools.
 7.Handling of security incidents:
                In order to deal with potential risks such as disclosure, damage and loss of personal
                information, Sogou established a special emergency response team to initiate security
                plans, stop loss, conduct analysis, set out remedial measures and coordinate with
                related departments to trace and attack against different security incidents in
                accordance with relevant requirements of Sogou. At the same time, Sogou will promptly
                inform you in accordance with the requirements of laws and regulations of the basic
                situation and possible impact of security incidents, the handling measures that Sogou
                has taken or will take, the suggestions that you can take for independent prevention and
                reduce risks, and the remedies for you etc. Sogou will promptly notify you of the
                incident-related situation by e-mail, letter, telephone and push notification, etc. When
                it is difficult to notify each subject of the personal information one by one, Sogou
                will issue an announcement in a reasonable and effective manner. At the same time, Sogou
                will also take the initiative to report on the handling of personal information security
                incidents in accordance with regulatory requirements.
               1.You have the right to access,
                correct or delete your personal information;
                however, the deletion or modification of relevant information
                  may affect your use of related products or services or result in the realization of
                  some functions.
                
 2.You have the right to change the
                scope of your authorization or withdraw your authorization; you can change the scope of
                your authorization for Sogou to continue collecting personal information or withdraw
                your authorization by deleting information, turning off device features, privacy
                settings in websites or software, etc. You may also withdraw your authorization for
                Sogou to continue collecting your personal information by canceling your account.Please understand that some basic personal information is required
                  to realize each business function. When you withdraw your consent or authorization,
                  Sogou cannot continue to provide you with the services corresponding to the withdrew
                  consent or authorization, and will no longer process your corresponding personal
                  information. However, your decision to withdraw your consent or authorization will
                  not affect the processing of personal information previously based on your
                  authorization.
 3.You can also apply for
                cancellation of related product accounts directly if you meet agreed conditions of
                relevant products. After you cancel your account, Sogou will stop providing products
                and/or services for you and will delete your personal information according to your
                requirements, unless otherwise stipulated by laws and regulations.
               4. Sogou will adopt appropriate
                technical means to ensure that you can make inquiries, supplements, corrections, or
                deletions of your personal data, or request Sogou to supplement, correct or delete
                relevant information through the feedback or complaint channel released by related
                products or services of Sogou; Sogou will process your requests according to the
                procedure (for example, Sogou may ask you to provide relevant certificates to confirm
                your identity) after receiving your application.
               5. If you
                  are unable to access, correct or delete your personal information, or if you need to
                  access, correct or delete any other personal information you may have generated
                  while using Sogou’s products and/or services, or if you believe that Sogou violates
                  laws and regulations or your agreement on the collection or use of personal
                  information, you may contact Sogou through the official feedback channel of related
                  products or services publicly announced by Sogou or by email at
                  jiufen@sogou-inc.com.
 1. Sogou attaches great
                importance to the protection of personal information of minors. If you are a minor under
                the age of 18, you should obtain the consent of your parents or legal guardian
                (collectively referred to as the "Guardian") before submitting personal information.
               2. Sogou encourages
                Guardians to guide minors to use Sogou’s products and services, and recommends that
                minors encourage their Guardians to read this Policy.
               3. Guardians shall bear the
                primary responsibility for protecting the privacy of minors in the network environment.
               4. Sogou will protect
                relevant information of minors according to relevant laws and regulations of China.
               1.
                  Any leakage, loss, misappropriation or falsification of any personal data that
                  results from your disclosure of your password to others, sharing of a registered
                  account with others, or other reasons that you personally mismanage your personal
                  information.
 2.
                  Any leakage, loss, misappropriation or falsification of any personal data arising
                  from force majeure that affect the normal operation of the network such as hacking,
                  computer virus intrusion or attack, temporary closure due to government control,
                  etc.
 3.
                  Leakage of personal information due to other websites linked to Sogou and any
                  resulting legal dispute and consequence.
 4.
                  Leakage of personal information caused by other non-Sogou causes and any resulting
                  legal dispute and consequence.
 1. All products and
                services of Sogou are applicable to this Policy. Specific privacy policies for certain
                specific products and services will be particularly specified in the use agreements or
                separate privacy agreements for related products and services. The privacy provisions of
                these specific products and services form part of this Policy. In case of any
                inconsistency between the privacy provisions of a particular product and service and
                this Policy, the privacy provisions of that particular product and service shall
                prevail.
               2.
                  This Policy applies only to the information collected by Sogou. It does not apply to
                  the products and services provided by any third party or the rules governing the use
                  of information of third parties, such as the information collected by third-party
                  products and services (including any third-party website) which is accepted through
                  Sogou’s products and services is not applicable to this Policy. Sogou assumes no
                  responsibility for the use of any third party of information provided by you
                  .
 3. If you have
                  any questions about this Privacy Policy in using
                  Sogou’s products or services, you may contact Sogou through the official feedback
                  channel of relevant products or services publicly announced by Sogou or via email at
                  jiufen@sogou-inc.com.
 4. "Associate" in
                  this Policy means the enterprise forming "one party
                  has the ability to directly or indirectly control, or jointly control another party,
                  or exert a significant influence on the other party, and two or more parties are
                  controlled by the same party or are jointly controlled, or have the relationship of
                  significant influence" with Beijing Sogou Information Service Co., Ltd. at present
                  or in the future.
 
            【2020年 11月 06日】生效
           
            搜狗公司（指北京搜狗信息服务有限公司及其关联公司，以下简称“搜狗公司”或“我们”）尊重并保护使用我们产品与/或服务的儿童的个人信息。除《搜狗公司隐私政策》以及针对特定产品与/或服务的个人信息保护政策（如有），我们还根据《网络安全法》、《儿童个人信息网络保护规定》等相关法律法规，制定了《搜狗公司儿童隐私保护指引》（以下简称“本指引”）。我们建议由监护人（以下简称“您”）完整地阅读本指引，在需要时，按照本指引作出您认为适当并能够保护您孩子（指未满14周岁的未成年人）权利的选择。
           
            本指引构成《搜狗公司隐私政策》及特定产品与/或服务的个人信息保护政策（如有）的一部分，并在其基础上对儿童个人信息保护作出了详细说明。本指引未提及的内容请以《搜狗公司隐私政策》及特定产品与/或服务的个人信息保护政策（如有）的内容为准，如在儿童个人信息保护方面有与《搜狗公司隐私政策》及特定产品与/或服务的个人信息保护政策（如有）有不一致的，请以本指引为准。如果您不同意相关隐私政策和本指引的内容或不同意提供服务所必要的信息，将可能导致对应的产品与/或服务无法正常运行，或者无法达到我们拟达到的服务效果，请您的孩子不要使用我们的产品、服务或相关的具体业务功能。
           
            向您特别提示：如您孩子将使用本指引未提及的搜狗公司产品与/或服务的功能的，请参考《搜狗公司隐私政策》及特定产品与/或服务的个人信息保护政策（如有）中个人信息收集和使用部分的相关内容，但建议在您的陪同与监护下进行操作或者由您直接代其操作。
           
            我们在提供搜狗产品与/或服务过程中遵循正当必要、知情同意、目的明确、安全保障、依法利用的原则，并根据您的同意和依法处理您孩子的个人信息。您有权访问、更改、删除您孩子的个人信息以及有权注销搜狗账号。我们允许您更改您的授权范围或者撤销您的同意，您还拥有投诉和获得我们回复的权利。请您知悉，关于搜狗公司在部分产品与/或服务中使用Cookie或其他同类技术追踪您和您孩子个人信息的详细情况请您参阅《搜狗公司隐私政策》及特定产品与/或服务的个人信息保护政策（如有）。
 
            我们十分重视您孩子的个人信息安全，为此我们采用了符合行业标准的安全技术措施及配套的组织架构和管理体系等多层面保护措施，以最大程度防止您孩子的个人信息被泄露、毁损、误用、未授权访问、未授权披露或更改。
           
            如对本指引或相关事宜有任何问题，您可以通过我们的儿童个人信息保护负责人邮箱【jiufen@sogou-inc.com 】与我们取得联系。
           
            本指引包含以下内容：
           
            我们根据合法、正当、必要的原则，仅收集实现产品功能所必要的信息。在您孩子使用搜狗产品与/或服务的过程中，可能会主动提供信息，我们也可能收集您孩子因为使用搜狗产品与/或服务而产生的信息，用于向您孩子提供、优化搜狗产品与/或服务以及保障账号安全。
           
            您理解并同意，在使用某些特定产品与/或服务时，您需要通过账号登录后方可使用，我们向您提供以下登录方式：
           
            （1）您可以通过与我们合作的第三账号平台（一般包括QQ、微信、微博、手机厂商）的账号进行登录，并授权我们获得您或者您孩子在该等第三方账号项下的相关信息，包括昵称、头像，该授权第三方账号会与搜狗账号进行绑定；提示您注意，该等第三方平台所收集的您或您孩子的个人信息，适用第三方平台的隐私政策或相关声明，请您重点阅读。
           
            （2）您也可以注册一个搜狗通行证账号并在登录后使用该搜狗特定产品与/或服务。在注册搜狗通行证账号时，可能需要您向我们提供手机号码或邮箱，我们将通过发送短信验证码或邮件的方式来验证手机号码或邮箱是否有效。
           
            基于某些产品与/或服务的特殊性，为保护您孩子的合法权益或遵守相关法律法规政策及主管部门的要求，可能需要输入您孩子的生日、年龄信息以便于进行年龄识别。如依据上述信息识别出您孩子属于不满14周岁的儿童用户的，将按照法律法规的规定，在获得您（监护人）的同意之后才允许您孩子使用相关产品或服务。请您知悉并理解，您孩子在使用相关产品或者服务时部分功能可能会受到限制。
           
            为满足相关法律法规政策及相关主管部门的要求，某些产品与/或服务需要用户先完成实名认证后才可以继续使用相应的产品与/或服务。为实现此目的，您需要向我们提供您孩子的姓名、身份证号码、身份证复印件或扫描件。如拒绝提供该实名身份信息会导致您孩子无法登录、无法使用相应的搜狗产品与/或服务或者处理账号相关事宜，或在使用过程中受到相应限制。
           
            为教育引导您孩子增强个人信息保护意识和能力，保护您孩子的个人信息安全，我们强烈建议上述注册过程由您来帮助您孩子完成。
           
            在使用某些产品与/或服务的过程中，您的孩子可以上传或发布相应的信息内容（包括文本内容、图片信息、音频及视频），我们会收集上述信息以实现对应的服务目的。我们建议应在您事先确认上述信息内容的准确性及合法性的前提下，指导您孩子完成上述操作。提示您注意，如涉及上传含第三方个人信息的内容，请确保上传行为已经获得该个人信息主体的授权。另外建议您的孩子在使用某些产品或服务过程中，谨慎上传本人的真实肖像照片等信息。
 
            在您与/或您孩子与我们的在线客服与/或电话客服进行沟通时，为及时与您取得联系，反馈问题的处理结果，您可能需要向我们提供您的账号信息以便于我们验证您的真实身份。您可能还需要提供您的相应联系方式，以便我们及时和您沟通。在您与/或您孩子反馈意见或与我们的客服沟通过程中，为了更好的保护双方合法权益，我们会收集沟通过程中产生的文字、语音及图片信息。
           
            提示您注意，我们不会单独与您孩子进行沟通，如您孩子单独向我们咨询的，我们会告知其应在您的指导和陪护下进行或由您直接与我们进行沟通。
           
            请您知悉：
           
            1. 为了使应用与移动设备进行必要的适配并提供安全服务，在您使用产品或服务时，根据您与/或您孩子在软件安装及使用中授予的具体权限，我们会收集您与/或您孩子的移动客户端设备型号、设备识别码（可能包含安卓ID、iOS广告标识符（IDFA）、IMEI、IMSI、Mac地址）、系统版本、网络日志信息，包括网络崩溃、系统活动信息、浏览记录、点击/点赞记录、软件使用记录及IP地址信息。收集这些信息是为了帮助我们进行bug分析，保障您正常使用搜狗相关应用的产品与/或服务、改进和优化我们的产品体验、保障您的账号安全。我们不会将该等信息与您的个人身份信息进行匹配，同时，除《搜狗公司隐私政策》、特定产品与/或服务的个人信息保护政策（如有）或本指引另有明确约定外，我们也不会将您与/或您孩子的移动设备信息提供给任何第三方。但我们无法保证其他第三方不会通过其他途径获知您与/或您孩子设备信息、并将设备信息与其他信息相结合识别您个人身份的情况，由此造成您任何损失的，您应向该第三方追偿。上述设备信息是为提供服务所收集的基础信息，如您不想设备信息被我们收集，则可能导致我们无法向您提供正常的服务。
           
            2. 在使用某些特定类别的儿童产品时，基于您的授权同意，我们会向您提供设备使用者的定位信息，但该等信息仅会与设备应用所关联的账号进行绑定，我们不会识别具体使用者的身份，以保障您孩子的隐私安全。
           
            您孩子在使用特定产品与/或服务过程中的具体场景，以及我们收集其个人信息的详细情况，请查阅《搜狗公司隐私政策》及特定产品与/或服务的个人信息保护政策（如有）。如我们需要超出上述收集范围收集您孩子的个人信息，我们将再次告知您，并征得您的同意。
           
            根据法律法规的规定，我们会对委托处理、共享您孩子个人信息的行为进行严格的限制。除以下情形外，我们不会委托任何第三方或与第三方共享您孩子的个人信息：
           
            2.1.1 获得您的明示同意或授权；
           
            2.1.2 应您的合法要求而提供您孩子的个人信息；
           
            2.1.3 我们不会委托第三方合作伙伴（第三方产品与/或服务供应商、广告合作伙伴、支付服务应用等）处理或者与这些第三方共享您孩子的个人信息，除非经过您的明示同意或授权。具体请查阅《搜狗公司隐私政策》。
           
            在经过您的明示同意过授权的情况下，基于合法、正当、必要的目的，我们委托第三方处理您孩子个人信息的，我们会根据法律、行政法规的要求，自行或委托第三方机构进行安全评估。我们还会要求他们签署协议，要求受委托方的处理行为不得超出我们的授权范围，不得转授权。并且，要求受托方按照我们的说明、隐私政策以及其他相关的保密和安全措施来为我们处理上述信息，并用于实现本指引所述目的。如要改变您孩子个人信息的处理目的，该等第三方将再次征求您的授权同意。
           
            我们只会向上述受托方提供实现相关产品与/或服务功能所必要的个人信息，我们还会在委托处理或共享的过程中采用加密、匿名化、去标识化等手段保障您孩子的信息安全。
           
            原则上，我们不会将您孩子的个人信息控制权向其他公司、组织和个人转让，但以下情况除外：
           
            (1)基于您/您孩子提出的要求、或事先获得明确的同意或授权；
           
            (2)与我们履行法律法规规定的义务相关的；
           
            (3)与国家安全、国防安全直接相关的；
           
            (4)与公共安全、公共卫生、重大公共利益直接相关的；
           
            (5)与犯罪侦查、起诉、审判和判决执行等直接相关的；
           
            (6)出于维护您或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；
           
            (7)您/您孩子自行向社会公众公开的个人信息；
           
            (8)从合法公开披露的信息中收集个人信息的，如通过合法的新闻报道、政府信息公开等渠道；
           
            (9)发生公司合并、收购或破产清算，运营主体变更时的转让。
           
            请您知悉：如具备上述事由确需转让，我们将在转让前向您告知转让信息的目的、类型、信息受让方（如涉及敏感信息，我们还将告知涉及的敏感信息的内容），并在征得您同意后再转让，但法律法规另有规定的除外。
           
            原则上我们不会向社会或不特定人群公开披露您的个人信息，但以下情况除外：
           
            (1)基于与您的约定的；
           
            (2)根据法律法规应当披露的。
           
            3.1 您可以通过《搜狗公司隐私政策》及特定产品与/或服务的个人信息保护政策（如有）中写明的途径访问、更正、删除您孩子的个人信息，我们在产品设计中为您提供了相应的操作设置，便于您及时保护您孩子的个人信息。
           
            3.2 您也可以发送邮件至【jiufen@sogou-inc.com 】 与我们联系来提出管理您孩子个人信息的要求。请您理解，出于安全层面考虑，我们会在核实您的身份后处理您的要求。在核实过程中，我们可能需要您提供有关您及您孩子的账号、产品使用情况的相关信息，以完成身份验证和问题核实。
           
            提示您注意，当您孩子达到18周岁后，可由您孩子自行管理其账号。
           
            我们会将在中国境内收集和产生的您孩子的个人信息存储在中国境内。我们不会将您孩子的个人信息传输至中国境内以外地区。对于您孩子的个人信息，我们会采取加密等安全保护措施，确保信息安全。我们不会超过实现收集、使用目的所必需的期限存储您孩子的个人信息，超出上述个人信息存储期限后，我们将对您孩子的个人信息进行删除或匿名化处理。您可以通过查阅《搜狗公司隐私政策》及特定产品与/或服务的个人信息保护政策（如有）来详细了解我们如何存储和保护您孩子的个人信息。
           
            我们可能适时对本指引的条款进行修改或增补，如涉及对您孩子的权益造成实质性影响的（如处理您孩子的个人信息的目的、方式和范围等），我们将在修订生效前通过在网页端或App内的弹窗提示或向您发送电子邮件或以其他方式发布对本指引所做的变更，以再次征得您的同意。如您不同意修订后的本指引，我们将无法继续向您孩子提供本产品与/或服务。
           
            本指引适用于不满14周岁的未成年人，针对于其他年龄用户请参照《搜狗公司隐私政策》及特定产品与/或服务的个人信息保护政策（如有）。
           
            如对本指引或相关事宜有任何问题，您可以通过我们的儿童个人信息保护负责人邮箱【 jiufen@sogou-inc.com】与我们取得联系。我们将会在15个工作日内核验您的身份并给予回复。
           
            7.1 您：指注册并使用搜狗产品与/或服务的儿童的监护人。
           
            7.2儿童及您孩子：指年龄不满14周岁的未成年人。
           
            其他本指引未列明的关键词定义请参考《搜狗公司隐私政策》及特定产品与/或服务的个人信息保护政策（如有）。
           关注搜狗官方微博、微信账号更多信息随时获取！ All rights reserved by搜狗.京ICP证050897号 ', '隐私政策-搜狗公司', '22');
INSERT INTO "public"."content" VALUES ('28', 'http://fankui.help.sogou.com/index.php/web/web/index/type/4', ' 感谢您对搜狗搜索的支持，我们会尽快处理您提交的反馈问题，谢谢。 感谢您对搜狗搜索的支持，我们会尽快处理您提交的反馈问题，谢谢。 感谢您对搜狗搜索的支持，我们会尽快处理您提交的反馈问题，谢谢。 您的ip存在恶意刷单行为！ 感谢您对搜狗搜索的支持，我们会尽快处理您提交的反馈问题，谢谢。 帮助 ', '个人反馈', '17');
INSERT INTO "public"."content" VALUES ('29', 'http://www.sogou.com/docs/terms.htm?v=1', ' 　　1、任何通过搜狗网站搜索引擎技术和服务所得的搜索结果链接的网页，以及网页中之所有内容，均系该网页所属第三方网站的所有者制作和提供（以下简称"第三方网页"）。该等搜索结果和第三方网页均系搜索引擎技术自动搜录所得，并不是也不反映搜狗公司之任何意见和主张，也不表示搜狗公司同意或支持该等第三方网页上的任何内容、主张或立场。搜狗公司对第三方网页中内容之合法性、准确性、真实性、适用性、安全性等概不负责，也无法负责。 　　2、任何单位或个人如需要第三方网页中内容（包括资讯、资料、消息、产品或服务介绍、报价等），并欲据此进行交易或其他行为前，应慎重辨别这些内容的合法性、准确性、真实性、实用性和安全性（包括下载第三方网页中内容是否会感染电脑病毒），并采取谨慎的预防措施。如您不确定这些内容是否合法、准确、真实、实用和安全，搜狗公司建议您先咨询专业人士。 　　3、任何单位或者个人因相信、使用第三方网页中信息、服务、产品等内容，或据此进行交易等行为，而引致的人身伤亡、财产毁损（包括因下载而感染电脑病毒）、名誉或商誉诽谤、版权或知识产权等权利的侵犯等事件，及因该等事件所造成的损害后果，搜狗公司概不负责，亦不会也不能承担任何法律责任，而应由第三方网页的所有者承担。无论何种原因，搜狗公司不对任何非与搜狗公司直接发生的交易和行为承担任何直接、间接、附带或衍生的损失和责任。 　　4、任何第三方网站如不想被搜狗公司的搜索引擎技术收录，须及时向搜狗公司反映，或在其网站的页面中根据拒绝蜘蛛协议（Robots Exclusion Protocol）加注拒绝收录的标记，否则，搜狗公司的搜索引擎技术将视其为可收录网站。 　　5、任何单位或个人如认为通过搜狗网站搜索引擎服务所得的第三方网页中内容可能涉嫌侵害其合法著作权，应按照《信息网络传播权保护条例》的规定，以书面的形式及时向搜狗公司反应，并提供相应身份证明、权属证明及详细的侵权情况证明，搜狗公司在收到上述文件后，会尽快断开搜索结果中至被控侵权的第三方网页的链接。如果该等被断开链接的第三方网站所有者认为被提出权利主张的搜狗搜索结果并未侵害他人合法著作权的，亦有权按照《信息网络传播权保护条例》的规定，向搜狗公司发出关于被断开链接不违反《信息网络传播权保护条例》的反通知。搜狗公司提醒您注意：如您的主张侵权或主张不侵权的陈述失实，您将按照《信息网络传播权保护条例》的规定，承担相关法律责任。 ', '搜狗-免责声明', '22');
INSERT INTO "public"."content" VALUES ('30', 'http://www.privacyassociation.org', 'The International Association of Privacy Professionals: Policy neutral, we are the world’s largest information privacy organization. The day’s top stories from around the world Where the real conversations in privacy happen Original reporting and feature articles on the latest privacy developments Alerts and legal analysis of legislative trends Exploring the technology of privacy A roundup of the top Canadian privacy news A roundup of the top European data protection news A roundup of the top privacy news from the Asia-Pacific region A roundup of the top privacy news from Latin America A roundup of US privacy news Grab the official IAPP Data Privacy Day Swag Bag and find a celebration near you as we mark Data Privacy Day with a month of activities. Talk privacy and network with local members at IAPP KnowledgeNet Chapter meetings, taking place worldwide. Have ideas? Need advice? Subscribe to the Privacy List. It’s crowdsourcing, with an exceptional crowd. Looking for a new challenge, or need to hire your next privacy pro? The IAPP Job Board is the answer. Locate and network with fellow privacy professionals using this peer-to-peer directory. Understand Europe’s framework of laws, regulations and policies, most significantly the GDPR. Steer a course through the interconnected web of federal and state laws governing U.S. data privacy. Develop the skills to design, build and operate a comprehensive data protection program.  Add to your tech knowledge with deep training in privacy-enhancing technologies and how to deploy them. Gain the knowledge needed to address the widest-reaching consumer information privacy law in the U.S. Learn the legal, operational and compliance requirements of the EU regulation and its global influence. Meet the stringent requirements to earn this American Bar Association-certified designation. The global standard for the go-to person for privacy laws, regulations and frameworks The first and only privacy certification for professionals who manage day-to-day operations As technology professionals take on greater privacy responsibilities, our updated certification is keeping pace with 50% new content covering the latest developments. Recognizing the advanced knowledge and issue-spotting skills a privacy pro must attain in today’s complex world of data privacy. The first title to verify you meet stringent requirements for knowledge, skill, proficiency and ethics in privacy law, and one of the ABA’s newest accredited specialties. The IAPP’S CIPP/E and CIPM are the ANSI/ISO-accredited, industry-recognized combination for GDPR readiness. Learn more today. Certification des compétences du DPO fondée sur la législation et règlementation française et européenne, agréée par la CNIL. Use the Vendor Demo Center, Privacy Vendor List and Privacy Tech Vendor Report to easily identify privacy products and services to support your work. Access a collection of privacy news, resources, guidance and tools covering the COVID-19 global outbreak. This tool maps requirements in the law to specific provisions, the proposed regulations, expert analysis and guidance regarding compliance, the ballot initiative, and more. This interactive tool provides IAPP members access to critical GDPR resources — all in one location. IAPP members can get up-to-date information here on the California Consumer Privacy Act and the California Privacy Rights Act. The IAPP''s EU General Data Protection Regulation page collects the guidance, analysis, tools and resources you need to make sure you''re meeting your obligations. Access all white papers published by the IAPP. Access all reports and surveys published by the IAPP. The IAPP’s state law comparison tracker consists of proposed and enacted comprehensive privacy bills from across the U.S. This FAQs page addresses topics such as the EU-U.S. Privacy Shield agreement, standard contractual clauses and binding corporate rules. Create your own customised programme of European data protection presentations from the rich menu of online content. Explore the privacy/technology convergence by selecting live and on-demand sessions from this new web series. Customize your own learning and neworking program!  Choose from four DPI events near you each year for in-depth looks at practical and operational aspects of data  protection.  The world’s top privacy conference. Whether you work in the public or private sector, anywhere in the world, the Summit is your can''t-miss event. Find answers to your privacy questions from keynote speakers and panellists who are experts in Canadian data protection. World-class discussion and education on the top privacy issues in Asia Pacific and around the globe.  Delivering world-class discussion and education on the top privacy issues in Australia, New Zealand and around the globe.  The hub of European privacy policy debate, thought leadership and strategic thinking with data protection professionals. View our open calls and submission instructions. Increase visibility for your organization—check out sponsorship opportunities today.  Start taking advantage of the many IAPP member benefits today See our list of high-profile corporate members—and find out why you should become one, too Don’t miss out for a minute—continue accessing your benefits Review current member benefits available to Australia and New Zealand members The International Association of Privacy Professionals: Policy neutral, we are the world’s largest information privacy organization. Learn more Lower your data privacy risks with in-depth training for key decision makers. Learn wherever and whenever you want with our robust, interactive online privacy training programs.   View demos of privacy products and services in the new Vendor Demo Center. IAPP members get access to tons of great benefits Find out what’s making headlines today. In the rapid changes in data protection, we make it easy to stay in the know with daily news updates, expert analysis, original reporting, legislative alerts and opinion pieces from the influencers making the news. There are lots of ways to connect with fellow members and the privacy community. From local chapter meetings to virtual networks to social media, you’ll find networking opportunities to help you get involved. From privacy training to web conferences to books and beyond, you’ll find the resources you need to build your knowledge, power up your staff and be more effective at your job. Looking for a way to stand out? Add an IAPP credential after your name. Whether you want to distinguish yourself from others in your field or to advance your skills, a globally recognized IAPP certification is the edge you’re looking for. The IAPP offers all the tools and information you need to get your job done. We’ve collected templates, forms, charts and checklists to help you with everything you can think of, from privacy notices to data breach response to cybersecurity and beyond. There’s no better way to experience the IAPP community. Whether you’re looking for education, networking or access to privacy experts and regulators, IAPP conferences are where it’s at. We host eight premier conferences around the world each year. The IAPP is the largest and most comprehensive global information privacy community and resource. Founded in 2000, the IAPP is a not-for-profit organization that helps define, promote and improve the privacy profession globally. The IAPP is the only place you’ll find a comprehensive body of resources, knowledge and experts to help you navigate the complex landscape of today’s data-driven world. We offer individual, corporate and group memberships, and all members have access to an extensive array of benefits. © 2021 International Association of Privacy Professionals.All rights reserved. Pease International Tradeport, 75 Rochester Ave.Portsmouth, NH 03801 USA • +1 603.427.9200 ', '

		    	    	
					International Association of Privacy Professionals
			', '19');
INSERT INTO "public"."content" VALUES ('31', 'http://fuwu.sogou.com/contact.html', ' ', '�ѹ�����ר��', '23');
INSERT INTO "public"."content" VALUES ('32', 'http://iapp.org/resources/demo-center/?utm_medium=Web_Media', 'Discover tools and solutions from industry leading privacy vendors. Brought to you by the IAPP. The day’s top stories from around the world Where the real conversations in privacy happen Original reporting and feature articles on the latest privacy developments Alerts and legal analysis of legislative trends Exploring the technology of privacy A roundup of the top Canadian privacy news A roundup of the top European data protection news A roundup of the top privacy news from the Asia-Pacific region A roundup of the top privacy news from Latin America A roundup of US privacy news Grab the official IAPP Data Privacy Day Swag Bag and find a celebration near you as we mark Data Privacy Day with a month of activities. Talk privacy and network with local members at IAPP KnowledgeNet Chapter meetings, taking place worldwide. Have ideas? Need advice? Subscribe to the Privacy List. It’s crowdsourcing, with an exceptional crowd. Looking for a new challenge, or need to hire your next privacy pro? The IAPP Job Board is the answer. Locate and network with fellow privacy professionals using this peer-to-peer directory. Understand Europe’s framework of laws, regulations and policies, most significantly the GDPR. Steer a course through the interconnected web of federal and state laws governing U.S. data privacy. Develop the skills to design, build and operate a comprehensive data protection program.  Add to your tech knowledge with deep training in privacy-enhancing technologies and how to deploy them. Gain the knowledge needed to address the widest-reaching consumer information privacy law in the U.S. Learn the legal, operational and compliance requirements of the EU regulation and its global influence. Meet the stringent requirements to earn this American Bar Association-certified designation. The global standard for the go-to person for privacy laws, regulations and frameworks The first and only privacy certification for professionals who manage day-to-day operations As technology professionals take on greater privacy responsibilities, our updated certification is keeping pace with 50% new content covering the latest developments. Recognizing the advanced knowledge and issue-spotting skills a privacy pro must attain in today’s complex world of data privacy. The first title to verify you meet stringent requirements for knowledge, skill, proficiency and ethics in privacy law, and one of the ABA’s newest accredited specialties. The IAPP’S CIPP/E and CIPM are the ANSI/ISO-accredited, industry-recognized combination for GDPR readiness. Learn more today. Certification des compétences du DPO fondée sur la législation et règlementation française et européenne, agréée par la CNIL. Use the Vendor Demo Center, Privacy Vendor List and Privacy Tech Vendor Report to easily identify privacy products and services to support your work. Access a collection of privacy news, resources, guidance and tools covering the COVID-19 global outbreak. This tool maps requirements in the law to specific provisions, the proposed regulations, expert analysis and guidance regarding compliance, the ballot initiative, and more. This interactive tool provides IAPP members access to critical GDPR resources — all in one location. IAPP members can get up-to-date information here on the California Consumer Privacy Act and the California Privacy Rights Act. The IAPP''s EU General Data Protection Regulation page collects the guidance, analysis, tools and resources you need to make sure you''re meeting your obligations. Access all white papers published by the IAPP. Access all reports and surveys published by the IAPP. The IAPP’s state law comparison tracker consists of proposed and enacted comprehensive privacy bills from across the U.S. This FAQs page addresses topics such as the EU-U.S. Privacy Shield agreement, standard contractual clauses and binding corporate rules. Create your own customised programme of European data protection presentations from the rich menu of online content. Explore the privacy/technology convergence by selecting live and on-demand sessions from this new web series. Customize your own learning and neworking program!  Choose from four DPI events near you each year for in-depth looks at practical and operational aspects of data  protection.  The world’s top privacy conference. Whether you work in the public or private sector, anywhere in the world, the Summit is your can''t-miss event. Find answers to your privacy questions from keynote speakers and panellists who are experts in Canadian data protection. World-class discussion and education on the top privacy issues in Asia Pacific and around the globe.  Delivering world-class discussion and education on the top privacy issues in Australia, New Zealand and around the globe.  The hub of European privacy policy debate, thought leadership and strategic thinking with data protection professionals. View our open calls and submission instructions. Increase visibility for your organization—check out sponsorship opportunities today.  Start taking advantage of the many IAPP member benefits today See our list of high-profile corporate members—and find out why you should become one, too Don’t miss out for a minute—continue accessing your benefits Review current member benefits available to Australia and New Zealand members Introduction to Resource CenterThis page provides an overview of the IAPP''s Resource Center offerings. Contact Resource Center For any Resource Center related inquiries, please reach out to resourcecenter@iapp.org. 
The Demo Center was designed to give you easy access to demos of the latest privacy products and services without leaving home. Simply click on the desired category below and then click on the vendors you want to see demos from in that category.
    Get your company featured in the Demo Center by contacting sales@iapp.org. The IAPP is the largest and most comprehensive global information privacy community and resource. Founded in 2000, the IAPP is a not-for-profit organization that helps define, promote and improve the privacy profession globally. The IAPP is the only place you’ll find a comprehensive body of resources, knowledge and experts to help you navigate the complex landscape of today’s data-driven world. We offer individual, corporate and group memberships, and all members have access to an extensive array of benefits. © 2021 International Association of Privacy Professionals.All rights reserved. Pease International Tradeport, 75 Rochester Ave.Portsmouth, NH 03801 USA • +1 603.427.9200 ', '

		    	    	
					IAPP Demo Center
			', '18');
INSERT INTO "public"."content" VALUES ('33', 'http://iapp.org/resources/article/iapp-digital-stickers', 'Available here are the IAPP''s world-famous, much-coveted, privacy-related stickers — always a huge hit at our conferences and events — in a digital forma... The day’s top stories from around the world Where the real conversations in privacy happen Original reporting and feature articles on the latest privacy developments Alerts and legal analysis of legislative trends Exploring the technology of privacy A roundup of the top Canadian privacy news A roundup of the top European data protection news A roundup of the top privacy news from the Asia-Pacific region A roundup of the top privacy news from Latin America A roundup of US privacy news Grab the official IAPP Data Privacy Day Swag Bag and find a celebration near you as we mark Data Privacy Day with a month of activities. Talk privacy and network with local members at IAPP KnowledgeNet Chapter meetings, taking place worldwide. Have ideas? Need advice? Subscribe to the Privacy List. It’s crowdsourcing, with an exceptional crowd. Looking for a new challenge, or need to hire your next privacy pro? The IAPP Job Board is the answer. Locate and network with fellow privacy professionals using this peer-to-peer directory. Understand Europe’s framework of laws, regulations and policies, most significantly the GDPR. Steer a course through the interconnected web of federal and state laws governing U.S. data privacy. Develop the skills to design, build and operate a comprehensive data protection program.  Add to your tech knowledge with deep training in privacy-enhancing technologies and how to deploy them. Gain the knowledge needed to address the widest-reaching consumer information privacy law in the U.S. Learn the legal, operational and compliance requirements of the EU regulation and its global influence. Meet the stringent requirements to earn this American Bar Association-certified designation. The global standard for the go-to person for privacy laws, regulations and frameworks The first and only privacy certification for professionals who manage day-to-day operations As technology professionals take on greater privacy responsibilities, our updated certification is keeping pace with 50% new content covering the latest developments. Recognizing the advanced knowledge and issue-spotting skills a privacy pro must attain in today’s complex world of data privacy. The first title to verify you meet stringent requirements for knowledge, skill, proficiency and ethics in privacy law, and one of the ABA’s newest accredited specialties. The IAPP’S CIPP/E and CIPM are the ANSI/ISO-accredited, industry-recognized combination for GDPR readiness. Learn more today. Certification des compétences du DPO fondée sur la législation et règlementation française et européenne, agréée par la CNIL. Use the Vendor Demo Center, Privacy Vendor List and Privacy Tech Vendor Report to easily identify privacy products and services to support your work. Access a collection of privacy news, resources, guidance and tools covering the COVID-19 global outbreak. This tool maps requirements in the law to specific provisions, the proposed regulations, expert analysis and guidance regarding compliance, the ballot initiative, and more. This interactive tool provides IAPP members access to critical GDPR resources — all in one location. IAPP members can get up-to-date information here on the California Consumer Privacy Act and the California Privacy Rights Act. The IAPP''s EU General Data Protection Regulation page collects the guidance, analysis, tools and resources you need to make sure you''re meeting your obligations. Access all white papers published by the IAPP. Access all reports and surveys published by the IAPP. The IAPP’s state law comparison tracker consists of proposed and enacted comprehensive privacy bills from across the U.S. This FAQs page addresses topics such as the EU-U.S. Privacy Shield agreement, standard contractual clauses and binding corporate rules. Create your own customised programme of European data protection presentations from the rich menu of online content. Explore the privacy/technology convergence by selecting live and on-demand sessions from this new web series. Customize your own learning and neworking program!  Choose from four DPI events near you each year for in-depth looks at practical and operational aspects of data  protection.  The world’s top privacy conference. Whether you work in the public or private sector, anywhere in the world, the Summit is your can''t-miss event. Find answers to your privacy questions from keynote speakers and panellists who are experts in Canadian data protection. World-class discussion and education on the top privacy issues in Asia Pacific and around the globe.  Delivering world-class discussion and education on the top privacy issues in Australia, New Zealand and around the globe.  The hub of European privacy policy debate, thought leadership and strategic thinking with data protection professionals. View our open calls and submission instructions. Increase visibility for your organization—check out sponsorship opportunities today.  Start taking advantage of the many IAPP member benefits today See our list of high-profile corporate members—and find out why you should become one, too Don’t miss out for a minute—continue accessing your benefits Review current member benefits available to Australia and New Zealand members Introduction to Resource CenterThis page provides an overview of the IAPP''s Resource Center offerings. Contact Resource Center For any Resource Center related inquiries, please reach out to resourcecenter@iapp.org.  Welcome and congratulations. It is your lucky day. Because here, on this very page, you can find the IAPP''s world-famous, much-coveted, privacy-related stickers — always a huge hit at our conferences and events — in a digital format. You can download the image files of all the stickers below to use in your presentations, as your desktop wallpaper or however else you might want to represent yourself as an IAPP privacy pro in an attention-getting way. Here are our designers’ Top 20 stickers for you to enjoy. Oops, one last thing — the obligatory legal copy. You will find it here. And by the way, these digital stickers should not be misinterpreted, modified or added to. Their orientation, color and composition should remain as indicated. And now you may proceed to the stickers. Seriously. We mean it. IAPP Digital Sticker ".zip" files may not be able to download through mobile devices and are best accessed through desktop/PC browsers. 1. "Hands off"  2. "Cookies enabled"  3. "Yeti"  4. "Hackers"  5. "Career (not dead — hiring)"  6. "Oh shoot dog"  7. "Under surveillance"  8. "Privacy pro dog"  9. "Talk privacy to me"  10. "Take the heat"  11. "Spark joy"  12. "India eye"  13. "Brazil in language"  14. "Oh my"  15. "Can''t protect; don''t collect"  16. "99 problems"  17. "Fingerprints"  18. "Why"  19. "Only you"  20. "Dead"  Creative Commons License  These works are licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International License. The IAPP is the largest and most comprehensive global information privacy community and resource. Founded in 2000, the IAPP is a not-for-profit organization that helps define, promote and improve the privacy profession globally. The IAPP is the only place you’ll find a comprehensive body of resources, knowledge and experts to help you navigate the complex landscape of today’s data-driven world. We offer individual, corporate and group memberships, and all members have access to an extensive array of benefits. © 2021 International Association of Privacy Professionals.All rights reserved. Pease International Tradeport, 75 Rochester Ave.Portsmouth, NH 03801 USA • +1 603.427.9200 ', '

		    	    	
					IAPP Digital Stickers	
			', '16');
INSERT INTO "public"."content" VALUES ('34', 'http://iapp.org/resources/topics/covid-19-guidance-and-resources', 'Access a collection of privacy news, resources, guidance and tools covering the COVID-19 global outbreak. The day’s top stories from around the world Where the real conversations in privacy happen Original reporting and feature articles on the latest privacy developments Alerts and legal analysis of legislative trends Exploring the technology of privacy A roundup of the top Canadian privacy news A roundup of the top European data protection news A roundup of the top privacy news from the Asia-Pacific region A roundup of the top privacy news from Latin America A roundup of US privacy news Grab the official IAPP Data Privacy Day Swag Bag and find a celebration near you as we mark Data Privacy Day with a month of activities. Talk privacy and network with local members at IAPP KnowledgeNet Chapter meetings, taking place worldwide. Have ideas? Need advice? Subscribe to the Privacy List. It’s crowdsourcing, with an exceptional crowd. Looking for a new challenge, or need to hire your next privacy pro? The IAPP Job Board is the answer. Locate and network with fellow privacy professionals using this peer-to-peer directory. Understand Europe’s framework of laws, regulations and policies, most significantly the GDPR. Steer a course through the interconnected web of federal and state laws governing U.S. data privacy. Develop the skills to design, build and operate a comprehensive data protection program.  Add to your tech knowledge with deep training in privacy-enhancing technologies and how to deploy them. Gain the knowledge needed to address the widest-reaching consumer information privacy law in the U.S. Learn the legal, operational and compliance requirements of the EU regulation and its global influence. Meet the stringent requirements to earn this American Bar Association-certified designation. The global standard for the go-to person for privacy laws, regulations and frameworks The first and only privacy certification for professionals who manage day-to-day operations As technology professionals take on greater privacy responsibilities, our updated certification is keeping pace with 50% new content covering the latest developments. Recognizing the advanced knowledge and issue-spotting skills a privacy pro must attain in today’s complex world of data privacy. The first title to verify you meet stringent requirements for knowledge, skill, proficiency and ethics in privacy law, and one of the ABA’s newest accredited specialties. The IAPP’S CIPP/E and CIPM are the ANSI/ISO-accredited, industry-recognized combination for GDPR readiness. Learn more today. Certification des compétences du DPO fondée sur la législation et règlementation française et européenne, agréée par la CNIL. Use the Vendor Demo Center, Privacy Vendor List and Privacy Tech Vendor Report to easily identify privacy products and services to support your work. Access a collection of privacy news, resources, guidance and tools covering the COVID-19 global outbreak. This tool maps requirements in the law to specific provisions, the proposed regulations, expert analysis and guidance regarding compliance, the ballot initiative, and more. This interactive tool provides IAPP members access to critical GDPR resources — all in one location. IAPP members can get up-to-date information here on the California Consumer Privacy Act and the California Privacy Rights Act. The IAPP''s EU General Data Protection Regulation page collects the guidance, analysis, tools and resources you need to make sure you''re meeting your obligations. Access all white papers published by the IAPP. Access all reports and surveys published by the IAPP. The IAPP’s state law comparison tracker consists of proposed and enacted comprehensive privacy bills from across the U.S. This FAQs page addresses topics such as the EU-U.S. Privacy Shield agreement, standard contractual clauses and binding corporate rules. Create your own customised programme of European data protection presentations from the rich menu of online content. Explore the privacy/technology convergence by selecting live and on-demand sessions from this new web series. Customize your own learning and neworking program!  Choose from four DPI events near you each year for in-depth looks at practical and operational aspects of data  protection.  The world’s top privacy conference. Whether you work in the public or private sector, anywhere in the world, the Summit is your can''t-miss event. Find answers to your privacy questions from keynote speakers and panellists who are experts in Canadian data protection. World-class discussion and education on the top privacy issues in Asia Pacific and around the globe.  Delivering world-class discussion and education on the top privacy issues in Australia, New Zealand and around the globe.  The hub of European privacy policy debate, thought leadership and strategic thinking with data protection professionals. View our open calls and submission instructions. Increase visibility for your organization—check out sponsorship opportunities today.  Start taking advantage of the many IAPP member benefits today See our list of high-profile corporate members—and find out why you should become one, too Don’t miss out for a minute—continue accessing your benefits Review current member benefits available to Australia and New Zealand members Introduction to Resource CenterThis page provides an overview of the IAPP''s Resource Center offerings. Contact Resource Center For any Resource Center related inquiries, please reach out to resourcecenter@iapp.org.    Below, access a collection of privacy news, resources, guidance and tools covering the COVID-19 global outbreak.    
						 	
													The findings presented in this report are the result of a collaborative research project between the IAPP and EY studying the effects of the COVID-19 pandemic on privacy teams around the world.
																			Read More
 
						 	
													During summer 2020, 21 privacy leaders from industry, government and academia graciously shared their views on the impact of COVID-19 on privacy priorities, practices and programs. We captured their experiences, challenges and recommendations in this five-part series.
																			Read More
 
						 	
													
Politico reports privacy advocates have come out against discussions in the EU regarding COVID-19 immunity passports. Greek Prime Minister Kyriakos Mitsotakis has formally pitched passports to the European Commission as a means to restore normalcy across the bloc. 
Israeli Prime Minister Benjamin Netanyahu revealed the Ministry of Health will share data on COVID-19 vaccinations with Pfizer as part of a vaccine distribution agreement, Haaretz reports. "The data is shared with the public on a d...
																			Read More
 
						 	
													The avalanche of COVID-19 applications developed to manage the pandemic has caused debates over the balance of public interest and the basic human right to privacy. COVID-19 apps, such as digital contact-tracing apps and statistical data analysis tools that help identify patterns that could lead to cures or prevention measures, have understandably led to the mixed emotion of excitement and concern. There is an excitement that experts could process the data to identify ways to curb the virus and ...
																			Read More
 
						 	
													The U.S. Senate Committee on Commerce, Science and Transportation held a hearing last December on what Congress should consider when crafting a federal privacy law. Nearly a year later, another hearing was held to revisit the topic, but in a world wholly unrecognizable from when the committee adjourned last year.
It''s an understatement to say the COVID-19 pandemic dramatically altered life as we knew before. Countless people are working from home, students have shifted to remote learning, and t...
																			Read More
 
						 	
													This document, published by Holland & Knight, provides analysis on navigating artificial intelligence and consumer protection laws during the COVID-19 pandemic, as the U.S. Federal Trade Commission recently issued a statement on using AI and algorithms.
																			Read More
 
						 	
													An Austin, Texas-based company’s artificial intelligence camera can detect those who may have a COVID-19-related fever, Fast Company reports. Athena Security’s camera system uses an AI model to view a subject’s inner eye, which can reflect body temperature. The thermal camera records an image of those with a fever. Athena CEO Lisa Falzone said the technology will be seen more in places like airports and hospitals where access depends on an individual’s temperature.Full Story...
																			Read More
 
						 	
													U.S. Customs and Border Protection will begin using biometric facial-comparison technology to monitor pedestrians traveling through the Brownsville, Texas, border crossing, Government Technology reports. The technology will photograph each pedestrian traveler entering the U.S. and compare that image to passport and ID photos stored in government records. Privacy advocates argue the program violates travelers’ privacy rights, adding CBP is not following an opt-out policy for U.S. citizens.Full St...
																			Read More
 
						 	
													The COVID-19 pandemic has brought many things in life to a screeching halt. For many organizations, the outbreak has meant shuttering, limiting or digitalizing most, if not all, operations.
Those types of transitions and subsequent hardships have led some in the privacy space to question whether it''s right for California Attorney General Xavier Becerra to go forward with California Consumer Privacy Act enforcement July 1. A coalition of 35 advertising groups sent the attorney general a letter M...
																			Read More
 
						 	
													MediaPost reports the Association of National Advertisers, Interactive Advertising Bureau, American Association of Advertising Agencies and 32 other groups want the California attorney general to delay enforcement of the California Consumer Privacy Act due to the current COVID-19 outbreak. “Now is not the time to threaten business leaders with premature CCPA enforcement lawsuits,” the groups write. Meanwhile, DLA Piper has published its take on the third version of the California Consumer Privac...
																			Read More
 
						 	
													This article from Sheppard Mullin gives advice to organizations on how to fulfill their California Consumer Privacy Act training obligations while moving away from in-person sessions to virtual training amid COVID-19 precautions. 
																			Read More
 
						 	
													This report, published by the World Economic Forum, outlines the key cybersecurity principles that the COVID-19 pandemic has taught organizations to prepare for the "new normal" of privacy operations.
																			Read More
 
						 	
													As part of its "Privacy 2040" initiative, Hogan Lovells published a guide on balancing privacy and security with public health efforts as exit strategies are developed for the COVID-19 pandemic.
																			Read More
 
						 	
													This guide from Baker McKenzie is designed to assist employers'' assessments of certain data processing they may consider in light of COVID-19 and whether they are compliant with data privacy regulation.
																			Read More
 
						 	
													This article from Bennet Jones gives consumers tips on how to protect their information during the increase in scams. It lists common scams related to COVID-19 and offers practical advice on how to protect themselves. 
																			Read More
 
						 	
													This article from Bryan Cave Leighton Paisner addresses data privacy and security issues in a work-from-home environment specifically within the United States.
																			Read More
 
						 	
													At the beginning of each school year, there are many papers to be signed.
I agree I have (1) read the student handbook, (2) health forms, (3) appropriate use of technology at school, (4) photos of my children for promotional purposes, and so on.
Then, this year out of the blue, a new consent shows up — a consent to record classes for operational purposes — and if I don’t sign it, it will significantly impact my child’s education.
Wait … what? 
This doesn’t sound right. What exactly are opera...
																			Read More
 
						 	
													Experts discuss how we can protect children''s privacy during the COVID-19 epidemic and as they head back to school. 
																			Read More
 
						 	
													This document, published by the Office of the Information and Privacy Commissioner for British Colombia, provides guidance for educators in choosing online learning tools in compliance with British Colombia''s Freedom of Information on Protection of Privacy Act.
																			Read More
 
						 	
													Privacy International published this open letter regarding the risks of rushed technology adoption for educational purposes, with an estimated 90% of the global student population being affected by COVID-19.
																			Read More
 
						 	
													This article from the Center for Democracy & Technology offers guidance for parents navigating the various education technology applications available for homeschooling their children during COVID-19.
																			Read More
 
						 	
													
The IAPP created an infographic outlining the privacy-related questions surrounding COVID-19 testing and health monitoring. As economies reopen, the scope and scale of health data collection, use and sharing will only increase. Employers and businesses are conducting testing, temperature checks and health screenings. This data collection raises novel privacy issues because of its scale, the non-traditional methods and reasons for its collection, and the benefits and risks to sharing the data w...
																			Read More
 
						 	
													The IAPP and EY launched a research initiative to gain more insight into the unique ways privacy and data protection practices have been affected by the pandemic. The initial phase of the project included a survey of privacy professionals, taking a deeper look at how organizations, in general, and privacy programs, in particular, are handling the privacy and data protection issues that have emerged alongside COVID-19, such as privacy and security issues related to working from home, monitoring the health of employees, and sharing data with governments, researchers and public health authorities.
																			Read More
 
						 	
													The U.S. Occupational Safety and Health Administration revised guidelines May 19 that require employers to determine whether employees who have contracted COVID-19 did so in the workplace. 
According to OSHA''s recordkeeping requirements, employers are required to conduct investigations about the cause of an employee''s infection with certain parameters. In the revised guidelines, which went into effect May 26, "employers should be taking action to determine whether employee COVID-19 illnesses ar...
																			Read More
 
						 	
													Global accounting firm PricewaterhouseCoopers created a facial recognition tool to help financial institutions track employees as they work from home, Personnel Today reports. The software taps into employees'' webcams to capture face images and detects when employees are not in front of their screens during work hours. PwC said the technology aims to help traders abide by regulations "in the least intrusive, pragmatic way." Meanwhile, Amazon plans to deploy artificial intelligence tracking syste...
																			Read More
 
						 	
													Diagnostic and antibody testing for COVID-19 is increasing significantly as governments and health authorities look for data to inform decisions about how to safely end lockdowns and restart economies. While public health and safety concerns are paramount, there are numerous privacy questions worth asking when testing and health monitoring for COVID-19. IAPP Legal Research Fellow Cathy Cosgrove explores some of those issues and questions in this piece for The Privacy Advisor.Full Story
Infograp...
																			Read More
 
						 	
													Over the last few months, we have seen organizations impose various obligations on their employees, visitors and customers to combat the spread of COVID-19. The underlying measures first began with completed health questionnaires, moved to requiring temperature checks of people entering buildings, along with the installation of thermal cameras at office entrances, and now there are regular blood tests for employees whose presence is essential for business continuity.
How did the Hungarian gover...
																			Read More
 
						 	
													This article from Fieldfisher gives guidance on how to remain compliant with the EU General Data Protection Regulation while also handling data during the COVID-19 pandemic. 
																			Read More
 
						 	
													Euractiv reports the Hungarian government intends to suspend certain rights and protections provided by the EU General Data Protection Regulation until the COVID-19 outbreak subsides. Under the new measures, citizens will see a pause on their right to data access and erasure, while any legal actions pertaining to alleged GDPR violations will also be delayed. Opposition politician Bernadett Szél plans to challenge the suspension of rights in the Constitutional Court of Hungary, claiming that "res...
																			Read More
 
						 	
													The IAPP and EY launched a research initiative to gain more insight into the unique ways privacy and data protection practices have been affected by the pandemic. The initial phase of the project included a survey of privacy professionals, taking a deeper look at how organizations, in general, and privacy programs, in particular, are handling the privacy and data protection issues that have emerged alongside COVID-19, such as privacy and security issues related to working from home, monitoring the health of employees, and sharing data with governments, researchers and public health authorities.
																			Read More
 
						 	
													A first-of-its-kind judicial decision sets out the rules for lawful tracking in an epidemic outbreak situation. The Israeli Supreme Court strikes a balance between COVID-19-related contact tracing technology and the right to privacy in a landmark decision about the government’s limits of power and the rights to privacy and dignity.
The Israeli government enforces the isolation of confirmed patients and people who came in close contact with them in an effort to contain the spread of the COVID-19...
																			Read More
 
						 	
													There are several reasons public health authorities may seek to collect COVID-19 data from private companies, including hospitals and health care providers. One of the top reasons is to track the spread of the virus and monitor the emergence of new clusters of infections so resources can be directed to areas most in need. Another reason is to send information to people who may have come into contact with someone who was diagnosed with or is suspected to have COVID-19.
Given this reality, let''s ...
																			Read More
 
						 	
													Now, perhaps more than ever before, it is critical to understand how governments around the world protect the personal information they exchange with each other. In their just-released third edition of "The Guide to U.S. Government Practice on Global Sharing of Personal Information," Onfido Director of Privacy Neal Cohen, CIPP/E, CIPP/US, and Northrop Grumman Corporation John Kropf, CIPP/E, CIPP/G, CIPP/US, help us do just that.
Cohen and Kropf’s guide walks readers through existing accords tha...
																			Read More
 
						 	
													National Institute of Allergy and Infectious Diseases Director Anthony Fauci said the U.S. government may consider issuing certificates to those who are immune to COVID-19, Politico reports. Fauci added the proposal would depend on the deployment of antibody tests. “It’s one of those things that we talk about when we want to make sure that we know who the vulnerable people are and not,” Fauci said. “This is something that’s being discussed. I think it might actually have some merit, under certai...
																			Read More
 
						 	
													Business and health care data are the new “honeypot,” an attractive and lucrative source of revenue to the modern hacker. A report from IBM in July 2020 reported that the average cost of a health care breach was $7.13 million per breach, noting “compromised employee accounts were the most expensive root cause, and that 80% of these incidents resulted in the exposure of customers'' personally identifiable information.” 
The COVID-19 pandemic has exposed how unprepared many health care providers w...
																			Read More
 
						 	
													The Wall Street Journal reports on potential efforts to amend or replace the Health Insurance Portability and Accountability Act in the wake of COVID-19-related health privacy dilemmas. Health policy professionals expect questions around HIPAA''s scope and coverage to be more frequent, which will lead to a legislative remedy from U.S. Congress. HIPAA "worked fairly well" when it was written, said Gonzaga University Assistant Professor of Law Mason Marks. "But today, in the Information Age, we nee...
																			Read More
 
						 	
													A data breach that may have compromised the identity of people diagnosed with COVID-19 in South Dakota is under investigation by the U.S. Federal Bureau of Investigation, the Star Tribune reports. In a letter to those who may have been affected, South Dakota Fusion Center Director Paul Niedringhaus said the center built an online portal using Netsential.com, which added labels to files that may have allowed a third party to identify patients. People’s names, addresses and virus status may have b...
																			Read More
 
						 	
													Bloomberg reports on the privacy implications of linking biometric information to a COVID-19 vaccination. In order to track who has received the vaccine, a program could be set up to link a biometric identifier to their health record, which can be used to prove they have been inoculated. European Digital Rights Policy and Campaigns Adviser Ella Jakubowska said if such initiatives were to be rushed out, privacy measures could be left by the wayside and the information could be used for mass surve...
																			Read More
 
						 	
													When I teach privacy law, I try to make the issues real for the students. It often isn’t that hard — privacy issues remain in the news almost every day. The evolution of the pandemic has made more of these issues real and is leading to a series of critical questions for the future of health care privacy. These issues are not new, but the focus of the attention on pandemic issues has made the need for discussion and resolution of these issues even more critical.
We are seeing four distinct categ...
																			Read More
 
						 	
													The U.S. Department of Health and Human Services is relaxing the Health Insurance Portability and Accountability Act privacy and security requirements for COVID-19 community-based testing sites to make it easier to collect patient data, Nextgov reports. The HHS Office for Civil Rights said in a notice other health care providers still have to fully comply with HIPAA. Meanwhile, the Hamburg Commissioner for Data Protection and Freedom of Information published guidance on data processing during th...
																			Read More
 
						 	
													The U.S. Department of Health & Human Services Office for Civil Rights (OCR) published this guidance page providing announcements, guidance, notifications and bulletins on civil rights laws and the HIPAA Privacy Rule during the COVID-19 outbreak.
																			Read More
 
						 	
													The U.S. government just eased the path for doctors and nurses to do video chats with patients by lifting privacy and security compliance penalties and enforcement action against health care providers. The Office for Civil Rights at the U.S Department of Health and Human Services Tuesday said it will allow health care providers to use technology, such as Apple FaceTime, Facebook Messenger video chat or other video platforms, to communicate with patients.
But, while federal response to the COVID...
																			Read More
 
						 	
													The U.S. Department of Health and Human Services has issued a limited waiver protecting health care providers from Health Insurance Portability and Accountability Act penalties during the COVID-19 outbreak. The waiver absolves providers of certain HIPAA responsibilities, including being required to honor facility directory opt-outs and issue privacy notices. Patient rights to request confidential communications and privacy restrictions have also been temporarily revoked under the waiver.Full Sto...
																			Read More
 
						 	
													This guidance document, published by the U.S. Department of Health and Human Services, provides a list of frequently asked questions and answers regarding Telehealth, HIPAA and the COVID-19 pandemic.
Click To View (PDF)...
																			Read More
 
						 	
													This notification, published by the U.S. Department of Health & Human Services, announces that the Office for Civil Rights (OCR) will exercise its enforcement discretion and will not impose penalties for noncompliance with the regulatory requirements under the HIPAA Rules against covered health care providers in connection with the good faith provision of telehealth during the COVID-19 nationwide public health emergency, effective immediately.
																			Read More
 
						 	
													On 25 February 2020, the Hellenic Data Protection Authority published guidance on the use of cookies (and similar technologies). The guidance reiterates the rules around consent and provides examples of cookies which fall into the consent exemptions.
																			Read More
 
						 	
													The IAPP has rounded up all COVID-19 guidance published by DPAs to date. The guidance linked below provides information and frequently asked questions pertaining to data processing and COVID-19.
																			Read More
 
						 	
													The U.K. National Health Service COVID-19 smartphone application launched in England and Wales, allowing users to trace contacts, assess risk level and record visits to establishments, Reuters reports. The app launched four months after the government said it would arrive. Health Secretary Matt Hancock said the app involved extensive work with technology companies, privacy experts and others, noting it is “secure” and “simple to use.” Meanwhile, in the U.S., the Pennsylvania Department of Health...
																			Read More
 
						 	
													In the Spanish region of Catalonia, the government created a public-private health observatory where epidemiological, mobile and environmental data is processed to manage COVID-19, ZDNet reports. The data is anonymized and gathered from public databases and mobile operators. Those involved said the tools developed by the observatory can be used by epidemiologists in pandemic response. “We need models on how epidemics evolve, and data is crucial in adjusting these models,” Computer Science Profes...
																			Read More
 
						 	
													The Dutch data protection authority, Autoriteit Persoonsgegevens, says COVID-19 app CoronaMelder insufficiently guarantees user privacy, and a law should be introduced to properly regulate its use. The AP, which raised concerns about the app''s software following the Google Apple Exposure Notification framework, advised the government not to use the app until concerns are addressed. It says a law should authorize the Minister of Health, Welfare and Sport to process data and should also contain pr...
																			Read More
 
						 	
													This article, published by the African Academic Network on Internet Policy, provides an overview of the impact COVID-19 has had on the state of privacy and data protection in Nigeria.
																			Read More
 
						 	
													Managing the COVID-19 outbreak and stopping its spread is now a global challenge. In addition to the significant health and medical responses underway around the world, governments and public health officials are focused on how to monitor, understand and prevent the spread of the virus. Data protection and privacy laws, including the EU General Data Protection Regulation and various U.S. laws, are informing these responses.
One major response to limiting the spread of infection is contact traci...
																			Read More
 
						 	
													This article from Sheppard Mullin gives companies advice on how to navigate privacy compliance obligations during COVID-19.
																			Read More
 
						 	
													This article from Sheppard Mullin gives advice to organizations on how to fulfill their California Consumer Privacy Act training obligations while moving away from in-person sessions to virtual training amid COVID-19 precautions. 
																			Read More
 
						 	
													U.S. Senate lawmakers proposed a bipartisan bill to regulate contact tracing apps, The Washington Post reports. The Exposure Notification Privacy Act would ensure those who do not want to use the apps are not tracked and prohibit any data that is collected by the apps to be used for commercial purposes. “The important thing we wanted to get done, as people started to look at this, is make sure the privacy protections are in place,” said Sen. Maria Cantwell, D-Wash.Full Story...
																			Read More
 
						 	
													While the COVID-19 outbreak has brought about numerous changes to our daily lives, it has not brought U.S. Congress any closer to bridging the partisan divide over the shape and scope of federal privacy legislation. Although both Democrats and Republicans in Congress have introduced privacy legislation related to the ongoing COVID-19 pandemic in recent weeks, lawmakers from either side of the aisle remain at odds over at least two key provisions: a private right of action and preemption of state...
																			Read More
 
						 	
													After Senate Republicans proposed the COVID-19 Consumer Data Protection Act April 30, Democrats from the Senate and House of Representatives offered their response Thursday, May 14, with the introduction of the Public Health Emergency Privacy Act. The Democrats'' bill aims to provide safeguards for health data during the pandemic and regulate the use of that data with contact tracing technologies.
																			Read More
 
						 	
													The “COVID-19 Consumer Data Protection Act,” which contains protections for personal information, was announced April 30, and will be introduced by Sen. Roger Wicker, R-Miss.
																			Read More
 
						 	
													Euractiv reports the European Parliament found its COVID-19 test management website, EcoCare, is cluttered with user-tracking requests, including some coming from U.S.-based organizations. Google and financial services platform Stripe are among the third-party companies requesting transfers of Parliament staff members'' information uploaded to the site. Member of Parliament Alexandra Geese has filed a complaint to the European Data Protection Supervisor over the matter.Full Story...
																			Read More
 
						 	
													As states ramp up manual COVID-19 contact tracing across the United States, a rapidly growing corps of citizen data collectors are discovering why data privacy rules matter. More than 100,000 contact tracers could be needed in the U.S. alone, according to guidance from the Centers for Disease Control and Prevention and a national contact-tracing plan developed by John Hopkins University and the Association of State and Territorial Health Officials. These tens of thousands of new data collectors ...
																			Read More
 
						 	
													Scotland launched a nationwide COVID-19 contact-tracing application called Protect Scotland, ZDNet reports. The app, which runs in a phone’s background, uses Bluetooth signals to identify smartphone users who were in close contact with someone who tested positive for the virus and may be at risk of contracting it. Officials said the app cannot be used to track a user’s location or reveal identities of close contacts of those who test positive.Full Story...
																			Read More
 
						 	
													COVID-19-tracking apps help identify parties with whom a COVID-19-infected person had contact. The apps do so by drawing on information about the location of a person’s mobile phone and its proximity to other devices. Experts, including the Bloomberg School of Public Health at John Hopkins University, view this technology as a necessary boost to manual contact tracing by public health officials.
Countries are currently split into those where the government requires the use of these apps and tho...
																			Read More
 
						 	
													Right now, there are signs that the curve of new COVID-19 cases in the United States is reaching a plateau, if not yet declining. We also have at least rough agreement among public health experts about the nation’s necessary next steps. The need is for a dramatic expansion of testing, a ramping up of the ranks of public health workers to trace contacts, and interoperable digital platforms that permit real-time analysis of COVID-19 outbreaks.
As part of this effort, there is a frequently envisio...
																			Read More
 
						 	
													Privacy risks to individuals tend to be neglected due to the emphasis placed on privacy risks to organizations. Considering privacy risks to individuals, however, is critical to effective privacy risk management.
																			Read More
 
						 	
													The Windsor Police Service’s access to the provincial COVID-19 database is raising privacy concerns, CBC News reports. Police searched the database 1,841 times from April 17 to July 20 to communicate COVID-19 status information to first responders. The Canadian Civil Liberties Association released a list of Ontario agencies that used the database, which includes names, addresses and birthdates of those who tested positive for the virus, calling it “alarming.” Windsor Police ranked 10th on that l...
																			Read More
 
						 	
													It is only May, but 2020 is already shaping up to be a crucial year for data protection. At least in Europe where the data protection authorities’ enforcement engine is starting to warm up. In Italy, for example, the Italian DPA, the Garante, started the year by handing down some very important fines. Beginning with provisions no. 231 and no. 232 issued Dec. 11, 2019, and published Jan. 17, 2020, against one of the global leading oil companies and with provision no. 7 issued Jan. 15, 2020, again...
																			Read More
 
						 	
													The U.S. is in the throes of a pandemic caused by the SARS-CoV-2 virus, COVID-19. Realizing that long-term lockdowns are not sustainable, governments are seeking alternative methods of controlling the pandemic. “Testing and tracing” has been touted as a way to reopen economies with the pandemic still raging. While testing has its own set of privacy challenges, the methods discussed to accomplish contact tracing are rife with problems.
In simple terms, contact tracing involves determining who ha...
																			Read More
 
						 	
													The U.S. Federal Bureau of Investigation is urging awareness around scams offering fake COVID-19 antibody tests, which they say could be used to steal personal information, CNN reports. Scammers are attempting to offer fake or unproven antibody tests to obtain Social Security numbers or health insurance information, the FBI warns. Meanwhile, the amount of time data accumulated from the U.K.’s Test and Trace program will be retained has been reduced from 20 years to eight years.Full Story...
																			Read More
 
						 	
													As companies, educational institutions, governments and other organizations shift to remote work environments during the COVID-19 pandemic, the need for technologies to facilitate engagement has exploded. In this checklist are key questions for privacy professionals to consider as they navigate this process.
																			Read More
 
						 	
													The U.K. Information Commissioner''s Office has published six data protection steps businesses can follow as lockdown measures begin to ease during the COVID-19 pandemic. The ICO recommends businesses only collect information as needed, to be transparent about what data they gather from staff and to keep all data secure. The agency also answers questions on its pandemic regulatory approach and COVID-19 testing.Full Story...
																			Read More
 
						 	
													As COVID-19 is rapidly spreading around the world, public health authorities are eagerly searching for effective measures to flatten the curve and decrease the rate of contamination. Among others, many governments are using or considering using surveillance technology to track the movements of people infected by COVID-19 and notify those who may have been exposed to the virus. Naturally, the use of such measures on a wide scale raises serious privacy concerns. In Israel, for example, there is a ...
																			Read More
 
						 	
													This resource, published by KPMG, provides guidance for Chief Information Officers and Chief Information Security Officers in their privacy security operations management duties during the COVID-19 outbreak.
																			Read More
 
						 	
													This article, published by Borden Ladner Gervais, provides guidance to Canadian organizations on managing privacy and cyber risks while operating during a pandemic.
																			Read More
 
						 	
													The IAPP and EY launched a research initiative to gain more insight into the unique ways privacy and data protection practices have been affected by the pandemic. The initial phase of the project included a survey of privacy professionals, taking a deeper look at how organizations, in general, and privacy programs, in particular, are handling the privacy and data protection issues that have emerged alongside COVID-19, such as privacy and security issues related to working from home, monitoring the health of employees, and sharing data with governments, researchers and public health authorities.
																			Read More
 
						 	
													France''s data protection authority, the Commission nationale de l''informatique et des libertés, published guidance on the principles employers should follow when potentially collecting employee data to monitor COVID-19 symptoms or for contact-tracing purposes. The CNIL recapped the processing of health data under the EU General Data Protection Regulation and offered updates on certain practices, such as monitoring employees'' temperatures as they enter the building and carrying out surveys to gau...
																			Read More
 
Original broadcast date: May 8, 2020
 Join us to gain insight into how some large multinational organizations are handling this challenging new employer/employee environment. Real-world situations will be discussed through hypothetical scenarios, challenges and priorities drawn out by experienced privacy leaders from organizations operating globally, and practical takeaways will be shared.
																			Read More
 
						 	
													This guidance, published by Littler, lists frequently asked questions and answers related to workplace privacy and COVID-19.
																			Read More
 
						 	
													This updating tool, published by Littler, provides state-by-state information on law orders issued that require employers to conduct forms of employee health screening.
																			Read More
 
						 	
													Privacy has never faced a challenge of such a global nature as COVID-19, said Philippines National Privacy Commissioner and Chairman Raymund Liboro, who is leading the Global Privacy Assembly’s COVID-19 Response Task Force. With data at the forefront of pandemic response, the work of data protection and privacy authorities is needed more than ever. Liboro tells IAPP Staff Writer Jennifer Bryant about the task force’s efforts to create “a ready toolbox” those professionals can turn to.Full Story ...
																			Read More
 
						 	
													While the COVID-19 pandemic has necessitated using data to analyze and map its origins and spread, Philippines National Privacy Commissioner and Chairman Raymund Liboro said “our data subjects need us now more than ever.”
During the pandemic, data privacy professionals play an important role in protecting data, fostering privacy rights, and earning and maintaining the trust of those they serve, Liboro recently told fellow privacy commissioners, privacy officers in the corporate sector and membe...
																			Read More
 
						 	
													The COVID-19 pandemic has seared contact tracing into our collective consciousness, but it doesn''t mean the concept is anywhere near new.
Noted Deputy U.S. Chief Technology Officer Nicole Wong recently during an online event: Contact tracing was used to identify the original Typhoid Mary in 1907, as well as helping to quell outbreaks of smallpox, SARS and Ebola.
As COVID-19 continues to spread, entities around the world hope to use technological advancements to take contact tracing to the next...
																			Read More
 
						 	
													Last year, with the shockwaves of the Cambridge Analytica scandal still echoing, the U.S. Federal Trade Commission fining Facebook $5 billion, and the U.K. Information Commissioner''s Office announcing its intention to fine British Airways and Marriott hundreds of millions of pounds, we thought privacy had reached its zenith. California privacy advocates were stirring Washington, D.C., into legislative action, Brazil and India competing to put in place comprehensive privacy laws, 500,000 organiza...
																			Read More
 
						 	
													As the COVID-19 pandemic continues to roil economies and confine people to the solitude of their homes, much of the public discourse regarding the pandemic is focused on defining the “new normal.” Will wearing masks become an indefinite feature of public gathering? How long will the handshake remain social taboo? Some of the behavioral norms and social expectations we take with us will be innocent, unconscious footnotes to the compendium of our moment. Others will require long overdue deliberati...
																			Read More
 Future of Privacy Forum: COVID-19 Privacy & Data Protection Resources Global Privacy Assembly: COVID-19 Resources ICO: Data protection and coronavirus information hub Privacy International: Tracking the Global Response to COVID-19 The IAPP is the largest and most comprehensive global information privacy community and resource. Founded in 2000, the IAPP is a not-for-profit organization that helps define, promote and improve the privacy profession globally. The IAPP is the only place you’ll find a comprehensive body of resources, knowledge and experts to help you navigate the complex landscape of today’s data-driven world. We offer individual, corporate and group memberships, and all members have access to an extensive array of benefits. © 2021 International Association of Privacy Professionals.All rights reserved. Pease International Tradeport, 75 Rochester Ave.Portsmouth, NH 03801 USA • +1 603.427.9200 ', '

		    	    	
					COVID-19 Guidance and Resources	
			', '18');
INSERT INTO "public"."content" VALUES ('35', 'http://iapp.org/resources/privacy-vendor-marketplace', 'The International Association of Privacy Professionals: Policy neutral, we are the world’s largest information privacy organization. The day’s top stories from around the world Where the real conversations in privacy happen Original reporting and feature articles on the latest privacy developments Alerts and legal analysis of legislative trends Exploring the technology of privacy A roundup of the top Canadian privacy news A roundup of the top European data protection news A roundup of the top privacy news from the Asia-Pacific region A roundup of the top privacy news from Latin America A roundup of US privacy news Grab the official IAPP Data Privacy Day Swag Bag and find a celebration near you as we mark Data Privacy Day with a month of activities. Talk privacy and network with local members at IAPP KnowledgeNet Chapter meetings, taking place worldwide. Have ideas? Need advice? Subscribe to the Privacy List. It’s crowdsourcing, with an exceptional crowd. Looking for a new challenge, or need to hire your next privacy pro? The IAPP Job Board is the answer. Locate and network with fellow privacy professionals using this peer-to-peer directory. Understand Europe’s framework of laws, regulations and policies, most significantly the GDPR. Steer a course through the interconnected web of federal and state laws governing U.S. data privacy. Develop the skills to design, build and operate a comprehensive data protection program.  Add to your tech knowledge with deep training in privacy-enhancing technologies and how to deploy them. Gain the knowledge needed to address the widest-reaching consumer information privacy law in the U.S. Learn the legal, operational and compliance requirements of the EU regulation and its global influence. Meet the stringent requirements to earn this American Bar Association-certified designation. The global standard for the go-to person for privacy laws, regulations and frameworks The first and only privacy certification for professionals who manage day-to-day operations As technology professionals take on greater privacy responsibilities, our updated certification is keeping pace with 50% new content covering the latest developments. Recognizing the advanced knowledge and issue-spotting skills a privacy pro must attain in today’s complex world of data privacy. The first title to verify you meet stringent requirements for knowledge, skill, proficiency and ethics in privacy law, and one of the ABA’s newest accredited specialties. The IAPP’S CIPP/E and CIPM are the ANSI/ISO-accredited, industry-recognized combination for GDPR readiness. Learn more today. Certification des compétences du DPO fondée sur la législation et règlementation française et européenne, agréée par la CNIL. Use the Vendor Demo Center, Privacy Vendor List and Privacy Tech Vendor Report to easily identify privacy products and services to support your work. Access a collection of privacy news, resources, guidance and tools covering the COVID-19 global outbreak. This tool maps requirements in the law to specific provisions, the proposed regulations, expert analysis and guidance regarding compliance, the ballot initiative, and more. This interactive tool provides IAPP members access to critical GDPR resources — all in one location. IAPP members can get up-to-date information here on the California Consumer Privacy Act and the California Privacy Rights Act. The IAPP''s EU General Data Protection Regulation page collects the guidance, analysis, tools and resources you need to make sure you''re meeting your obligations. Access all white papers published by the IAPP. Access all reports and surveys published by the IAPP. The IAPP’s state law comparison tracker consists of proposed and enacted comprehensive privacy bills from across the U.S. This FAQs page addresses topics such as the EU-U.S. Privacy Shield agreement, standard contractual clauses and binding corporate rules. Create your own customised programme of European data protection presentations from the rich menu of online content. Explore the privacy/technology convergence by selecting live and on-demand sessions from this new web series. Customize your own learning and neworking program!  Choose from four DPI events near you each year for in-depth looks at practical and operational aspects of data  protection.  The world’s top privacy conference. Whether you work in the public or private sector, anywhere in the world, the Summit is your can''t-miss event. Find answers to your privacy questions from keynote speakers and panellists who are experts in Canadian data protection. World-class discussion and education on the top privacy issues in Asia Pacific and around the globe.  Delivering world-class discussion and education on the top privacy issues in Australia, New Zealand and around the globe.  The hub of European privacy policy debate, thought leadership and strategic thinking with data protection professionals. View our open calls and submission instructions. Increase visibility for your organization—check out sponsorship opportunities today.  Start taking advantage of the many IAPP member benefits today See our list of high-profile corporate members—and find out why you should become one, too Don’t miss out for a minute—continue accessing your benefits Review current member benefits available to Australia and New Zealand members Introduction to Resource CenterThis page provides an overview of the IAPP''s Resource Center offerings. Contact Resource Center For any Resource Center related inquiries, please reach out to resourcecenter@iapp.org. The IAPP is the largest and most comprehensive global information privacy community and resource. Founded in 2000, the IAPP is a not-for-profit organization that helps define, promote and improve the privacy profession globally. The IAPP is the only place you’ll find a comprehensive body of resources, knowledge and experts to help you navigate the complex landscape of today’s data-driven world. We offer individual, corporate and group memberships, and all members have access to an extensive array of benefits. © 2021 International Association of Privacy Professionals.All rights reserved. Pease International Tradeport, 75 Rochester Ave.Portsmouth, NH 03801 USA • +1 603.427.9200 ', '

		    	    	
					International Association of Privacy Professionals
			', '17');
INSERT INTO "public"."content" VALUES ('36', 'http://my.iapp.org/NC__Login', ' Please log in or create a profile to continue.
             
 
Forgot your password?
 Don''t have a profile?
 

 
Nevermind, I''ve remembered my password.
 The IAPP is the largest and most comprehensive global information privacy community and resource. Founded in 2000, the IAPP is a not-for-profit organization that helps define, support and improve the privacy profession globally. The IAPP is the only place you’ll find a comprehensive body of resources, knowledge and experts to help you navigate the complex landscape of today’s data-driven world. We offer individual, corporate and group memberships, and all members have access to an extensive array of benefits. © 2017 International Association of Privacy Professionals.All rights reserved. Pease International Tradeport, 75 Rochester Ave, Suite 4Portsmouth, NH 03801 USA • +1 603.427.9200 ', 'IAPP - Login', '19');
INSERT INTO "public"."content" VALUES ('37', 'http://iapp.org/certify/cdpo', 'Certification des compétences du DPO (CDPO)



La Commission nationale de l’informatique et des libertés (CNIL) a agréé l’IAPP pour qu’elle cer... The day’s top stories from around the world Where the real conversations in privacy happen Original reporting and feature articles on the latest privacy developments Alerts and legal analysis of legislative trends Exploring the technology of privacy A roundup of the top Canadian privacy news A roundup of the top European data protection news A roundup of the top privacy news from the Asia-Pacific region A roundup of the top privacy news from Latin America A roundup of US privacy news Grab the official IAPP Data Privacy Day Swag Bag and find a celebration near you as we mark Data Privacy Day with a month of activities. Talk privacy and network with local members at IAPP KnowledgeNet Chapter meetings, taking place worldwide. Have ideas? Need advice? Subscribe to the Privacy List. It’s crowdsourcing, with an exceptional crowd. Looking for a new challenge, or need to hire your next privacy pro? The IAPP Job Board is the answer. Locate and network with fellow privacy professionals using this peer-to-peer directory. Understand Europe’s framework of laws, regulations and policies, most significantly the GDPR. Steer a course through the interconnected web of federal and state laws governing U.S. data privacy. Develop the skills to design, build and operate a comprehensive data protection program.  Add to your tech knowledge with deep training in privacy-enhancing technologies and how to deploy them. Gain the knowledge needed to address the widest-reaching consumer information privacy law in the U.S. Learn the legal, operational and compliance requirements of the EU regulation and its global influence. Meet the stringent requirements to earn this American Bar Association-certified designation. The global standard for the go-to person for privacy laws, regulations and frameworks The first and only privacy certification for professionals who manage day-to-day operations As technology professionals take on greater privacy responsibilities, our updated certification is keeping pace with 50% new content covering the latest developments. Recognizing the advanced knowledge and issue-spotting skills a privacy pro must attain in today’s complex world of data privacy. The first title to verify you meet stringent requirements for knowledge, skill, proficiency and ethics in privacy law, and one of the ABA’s newest accredited specialties. The IAPP’S CIPP/E and CIPM are the ANSI/ISO-accredited, industry-recognized combination for GDPR readiness. Learn more today. Certification des compétences du DPO fondée sur la législation et règlementation française et européenne, agréée par la CNIL. Use the Vendor Demo Center, Privacy Vendor List and Privacy Tech Vendor Report to easily identify privacy products and services to support your work. Access a collection of privacy news, resources, guidance and tools covering the COVID-19 global outbreak. This tool maps requirements in the law to specific provisions, the proposed regulations, expert analysis and guidance regarding compliance, the ballot initiative, and more. This interactive tool provides IAPP members access to critical GDPR resources — all in one location. IAPP members can get up-to-date information here on the California Consumer Privacy Act and the California Privacy Rights Act. The IAPP''s EU General Data Protection Regulation page collects the guidance, analysis, tools and resources you need to make sure you''re meeting your obligations. Access all white papers published by the IAPP. Access all reports and surveys published by the IAPP. The IAPP’s state law comparison tracker consists of proposed and enacted comprehensive privacy bills from across the U.S. This FAQs page addresses topics such as the EU-U.S. Privacy Shield agreement, standard contractual clauses and binding corporate rules. Create your own customised programme of European data protection presentations from the rich menu of online content. Explore the privacy/technology convergence by selecting live and on-demand sessions from this new web series. Customize your own learning and neworking program!  Choose from four DPI events near you each year for in-depth looks at practical and operational aspects of data  protection.  The world’s top privacy conference. Whether you work in the public or private sector, anywhere in the world, the Summit is your can''t-miss event. Find answers to your privacy questions from keynote speakers and panellists who are experts in Canadian data protection. World-class discussion and education on the top privacy issues in Asia Pacific and around the globe.  Delivering world-class discussion and education on the top privacy issues in Australia, New Zealand and around the globe.  The hub of European privacy policy debate, thought leadership and strategic thinking with data protection professionals. View our open calls and submission instructions. Increase visibility for your organization—check out sponsorship opportunities today.  Start taking advantage of the many IAPP member benefits today See our list of high-profile corporate members—and find out why you should become one, too Don’t miss out for a minute—continue accessing your benefits Review current member benefits available to Australia and New Zealand members Free Study GuideDownload Now La Commission nationale de l’informatique et des libertés (CNIL) a agréé l’IAPP pour qu’elle certifie les compétences du délégué à la protection des données dans le cadre du programme de certification des compétences du DPO conformément aux référentiels de la CNIL. Ce programme vise à certifier les compétences des personnes physiques en référence aux exigences visées à la Section 4, Chapitre IV du Règlement (UE) 2016/679. Cette certification est fondée sur la règlementation française en matière de protection des données. L’examen comporte 100 questions dont 1/3 relatives à des cas pratiques. Pour réussir la certification, les candidats doivent répondre correctement à 75% du total des questions et répondre correctement à au moins 50% des questions dans chacun des trois domaines (“Réglementation générale en matière de protection des données et mesures prises pour la mise en conformité”, “Responsabilité” et “Mesures techniques et organisationnelles pour la sécurité des données au regard des risques”). Pour plus d’informations, consultez le site de la CNIL et notre manuel du candidat. Remarque : La certification des compétences du délégué à la protection des données est indépendante du programme de certification CIPP/E. Exigences: Les candidats doivent envoyer le formulaire dûment rempli accompagné de la preuve qu’ils remplissent l’une des exigences ci-après : Prix: Procédure de certification: Le personnel de certification de l’IAPP examinera les documents justifiant l’expérience du candidat afin de déterminer si celui-ci remplit l’une des exigences précisées plus haut. L’évaluation soigneuse de chaque candidature est susceptible de nécessiter un délai pouvant aller jusqu’à dix jours. Les candidats recevront un e-mail les informant de la décision qui aura été prise. Les candidats dont la demande aura été acceptée recevront un lien qui leur permettra d’acheter le droit de passage de l’examen. Les candidats dont la candidature aura été refusée pourront à nouveau postuler lorsqu’ils considèreront que leur situation a évolué et qu’ils répondent désormais aux conditions nécessaires. Les examens CDPO sont dispensés uniquement dans les centres de test du partenaire de l’IAPP, PearsonVUE. La certification des compétences du DPO n’est délivrée qu’aux personnes ayant réussi l’examen. L’IAPP enverra aux candidats ayant réussi l’examen un e-mail leur confirmant la bonne nouvelle sous 24 heures et un certificat numérique leur sera délivré par e-mail la semaine suivante. Le nom et les informations de certification des candidats ayant réussi l’examen seront ajoutés à un registre interne qui sera envoyé à la CNIL tous les six mois. Les candidats n’ayant pas obtenu le score requis, peuvent repasser l’examen à un tarif préférentiel après une période d’attente de 30 jours après la date de l’examen précédent. - Manuel général du candidat à la certification IAPP - Instructions pour remplir le formulaire de candidature - Contrat portant sur les conditions de vente, l’utilisation des marques et du logo, le code de déontologie et l’accord - Politiques et formulaires de réclamation et d’appel   Posez votre candidature Pour plus d’informations sur l’IAPP rendez-vous sur: https://iapp.org/lang/fr/ ou contactez-nous par email (emea@iapp.org) ou par téléphone (+32 (0)2 486 41 66). Free Study GuideDownload Now The IAPP is the largest and most comprehensive global information privacy community and resource. Founded in 2000, the IAPP is a not-for-profit organization that helps define, promote and improve the privacy profession globally. The IAPP is the only place you’ll find a comprehensive body of resources, knowledge and experts to help you navigate the complex landscape of today’s data-driven world. We offer individual, corporate and group memberships, and all members have access to an extensive array of benefits. © 2021 International Association of Privacy Professionals.All rights reserved. Pease International Tradeport, 75 Rochester Ave.Portsmouth, NH 03801 USA • +1 603.427.9200 ', '

		    	    	
					CDPO	
			', '19');
INSERT INTO "public"."content" VALUES ('38', 'http://iapp.org/connect/data-privacy-day', 'The International Association of Privacy Professionals: Policy neutral, we are the world’s largest information privacy organization. The day’s top stories from around the world Where the real conversations in privacy happen Original reporting and feature articles on the latest privacy developments Alerts and legal analysis of legislative trends Exploring the technology of privacy A roundup of the top Canadian privacy news A roundup of the top European data protection news A roundup of the top privacy news from the Asia-Pacific region A roundup of the top privacy news from Latin America A roundup of US privacy news Grab the official IAPP Data Privacy Day Swag Bag and find a celebration near you as we mark Data Privacy Day with a month of activities. Talk privacy and network with local members at IAPP KnowledgeNet Chapter meetings, taking place worldwide. Have ideas? Need advice? Subscribe to the Privacy List. It’s crowdsourcing, with an exceptional crowd. Looking for a new challenge, or need to hire your next privacy pro? The IAPP Job Board is the answer. Locate and network with fellow privacy professionals using this peer-to-peer directory. Understand Europe’s framework of laws, regulations and policies, most significantly the GDPR. Steer a course through the interconnected web of federal and state laws governing U.S. data privacy. Develop the skills to design, build and operate a comprehensive data protection program.  Add to your tech knowledge with deep training in privacy-enhancing technologies and how to deploy them. Gain the knowledge needed to address the widest-reaching consumer information privacy law in the U.S. Learn the legal, operational and compliance requirements of the EU regulation and its global influence. Meet the stringent requirements to earn this American Bar Association-certified designation. The global standard for the go-to person for privacy laws, regulations and frameworks The first and only privacy certification for professionals who manage day-to-day operations As technology professionals take on greater privacy responsibilities, our updated certification is keeping pace with 50% new content covering the latest developments. Recognizing the advanced knowledge and issue-spotting skills a privacy pro must attain in today’s complex world of data privacy. The first title to verify you meet stringent requirements for knowledge, skill, proficiency and ethics in privacy law, and one of the ABA’s newest accredited specialties. The IAPP’S CIPP/E and CIPM are the ANSI/ISO-accredited, industry-recognized combination for GDPR readiness. Learn more today. Certification des compétences du DPO fondée sur la législation et règlementation française et européenne, agréée par la CNIL. Use the Vendor Demo Center, Privacy Vendor List and Privacy Tech Vendor Report to easily identify privacy products and services to support your work. Access a collection of privacy news, resources, guidance and tools covering the COVID-19 global outbreak. This tool maps requirements in the law to specific provisions, the proposed regulations, expert analysis and guidance regarding compliance, the ballot initiative, and more. This interactive tool provides IAPP members access to critical GDPR resources — all in one location. IAPP members can get up-to-date information here on the California Consumer Privacy Act and the California Privacy Rights Act. The IAPP''s EU General Data Protection Regulation page collects the guidance, analysis, tools and resources you need to make sure you''re meeting your obligations. Access all white papers published by the IAPP. Access all reports and surveys published by the IAPP. The IAPP’s state law comparison tracker consists of proposed and enacted comprehensive privacy bills from across the U.S. This FAQs page addresses topics such as the EU-U.S. Privacy Shield agreement, standard contractual clauses and binding corporate rules. Create your own customised programme of European data protection presentations from the rich menu of online content. Explore the privacy/technology convergence by selecting live and on-demand sessions from this new web series. Customize your own learning and neworking program!  Choose from four DPI events near you each year for in-depth looks at practical and operational aspects of data  protection.  The world’s top privacy conference. Whether you work in the public or private sector, anywhere in the world, the Summit is your can''t-miss event. Find answers to your privacy questions from keynote speakers and panellists who are experts in Canadian data protection. World-class discussion and education on the top privacy issues in Asia Pacific and around the globe.  Delivering world-class discussion and education on the top privacy issues in Australia, New Zealand and around the globe.  The hub of European privacy policy debate, thought leadership and strategic thinking with data protection professionals. View our open calls and submission instructions. Increase visibility for your organization—check out sponsorship opportunities today.  Start taking advantage of the many IAPP member benefits today See our list of high-profile corporate members—and find out why you should become one, too Don’t miss out for a minute—continue accessing your benefits Review current member benefits available to Australia and New Zealand members Call for Proposals! Want to speak at an IAPP conference? Visit our Call for Proposals section to learn about submitting and find out which events we are currently accepting submissions for. Data Privacy Day, happens annually on January 28. It is “an international effort to create awareness about the importance of respecting privacy, safeguarding data and enabling trust”. Each year, the IAPP partners with Stay Safe Online to promote Data Privacy Day, and this year the celebrations are bigger than ever. Typically celebrated for one day only, the IAPP will be extending our festivities to celebrate for the entire month of January! Be sure to check back throughout the month of January as new events will be added all the time. Have questions about Data Privacy Day 2021 events? Reach out to knowledgenet@iapp.org  Celebrating Data Privacy Day? Enter for your chance to win a FREE YEAR of IAPP Membership! Five winners will be selected, one from each geographic location across the globe: North America, South America, Europe, Africa, Asia/ANZ. Be sure to follow the hashtag on social media to see how fellow privacy pros around the world are celebrating. *Only photos taken throughout the month of January using the hashtag #IAPPcelebratesDPD will be considered. Photos must be public in order to enter. By sharing your picture using #IAPPcelebratesDPD you give IAPP permission to share your image. Since we cannot be with you to celebrate this year, we want to bring the party right to you. That is why we created the Data Privacy Day Swag Bag  – complete with virtual backgrounds to add some flair to your KnowledgeNet Chapter celebrations and social graphics so that you can spread the word among your network in style. We might even throw in some surprises along the way. Access the Swag Bag now and spread the word about Data Privacy Day. The IAPP is the largest and most comprehensive global information privacy community and resource. Founded in 2000, the IAPP is a not-for-profit organization that helps define, promote and improve the privacy profession globally. The IAPP is the only place you’ll find a comprehensive body of resources, knowledge and experts to help you navigate the complex landscape of today’s data-driven world. We offer individual, corporate and group memberships, and all members have access to an extensive array of benefits. © 2021 International Association of Privacy Professionals.All rights reserved. Pease International Tradeport, 75 Rochester Ave.Portsmouth, NH 03801 USA • +1 603.427.9200 ', '

		    	    	
					Data Privacy Day
			', '16');
INSERT INTO "public"."content" VALUES ('39', 'http://www.mcmod.cn', 'æˆ‘çš„ä¸–ç•Œ,minecraft,æˆ‘çš„ä¸–ç•ŒmodMCç™¾ç§‘é¦–é¡µ|æˆ‘çš„ä¸–ç•ŒMODç™¾ç§‘ï¼Œæ��ä¾›Minecraft(æˆ‘çš„ä¸–ç•Œ)MOD(æ¨¡ç»„)ç‰©å“�èµ„æ–™ä»‹ç»�æ•™ç¨‹æ”»ç•¥å’ŒMODä¸‹è½½ã€‚ ç‰ˆæœ¬ æ£€ç´¢ æ‹¼éŸ³ æ£€ç´¢ æ–°çš„æ£€ç´¢é¡µé�¢çº¿ä¸Šæµ‹è¯•ä¸­ï¼Œæ”¯æŒ�æ›´å¤šç­›é€‰æ�¡ä»¶~ å�»çœ‹çœ‹ è�·å¾—æˆ�å°±ï¼šçœ¼å°–çš„ç­›é€‰è€…ï¼� è�·å¾—æˆ�å°±ï¼šè°¨æ…�çš„ç­›é€‰å®¶ï¼� ç™¾ç§‘å¯¼èˆª ç™¾ç§‘ä¸»ç«™ ç™¾ç§‘ç¤¾ç¾¤ å…³äº�ç™¾ç§‘ ç™¾ç§‘å¸®åŠ© å¼€å�‘æ—¥å¿— æ��èµ ç™¾ç§‘ å…³æ³¨ç™¾ç§‘ bilibili è�”ç³»ç™¾ç§‘ æ„�è§�å��é¦ˆ ç”µå­�é‚®ä»¶ å�‹é“¾ç”³è¯· 

 Â©Copyright MCç™¾ç§‘ 2013-2021 mcmod.cn |  é„‚ICPå¤‡11010313å�·-2  é„‚å…¬ç½‘å®‰å¤‡ 42030302000264å�· [   ] [ MCç™¾ç§‘(mcmod.cn) é™¤æ•™ç¨‹ä½œè€…è‡ªå®šä¹‰è§„åˆ™çš„æ–‡ç« , å�Šæœªæ�ˆæ�ƒçš„ç«™å¤–å›¾ç‰‡/é“¾æ�¥ä»¥å¤–çš„æ‰€æœ‰å¼€æ”¾å…¬å¼€ç¼–è¾‘çš„å†…å®¹, å�‡é‡‡ç”¨ BY-NC-SA 3.0 å��è®® ]  ', 'MCç™¾ç§‘|æœ€å¤§çš„Minecraftä¸­æ–‡MODç™¾ç§‘', '21');
INSERT INTO "public"."content" VALUES ('40', 'http://www.mcmod.cn/jump/bilibili', 'MC百科Official,B站,弹幕,字幕,AMV,MAD,MTV,ANIME,动漫,动漫音乐,游戏,游戏解说,ACG,galgame,动画,番组,新番,初音,洛天依,vocaloid你感兴趣的视频都在B站。bilibili是国内知名的视频弹幕网站，这里有最及时的动漫新番，最棒的ACG氛围，最有创意的Up主。大家可以在这里找到许多欢乐。MC百科Official，这里是MC百科(mcmod.cn) 更新姬~。 ', 'MC百科Official的个人空间 - 哔哩哔哩 ( ゜- ゜)つロ 乾杯~ Bilibili', '18');
INSERT INTO "public"."content" VALUES ('41', 'http://www.mcmod.cn/donate', '我的世界,minecraft,我的世界mod向MC百科捐款|我的世界MOD百科，提供Minecraft(我的世界)MOD(模组)物品资料介绍教程攻略和MOD下载。 MC百科一路走来—— 从最开始的 "MC合成表" 发展到到现在的 "MC百科" ，路上经过了无数风风雨雨，见证了MC社区的兴衰。 如果您对MC百科的非盈利性质表示认同，欢迎捐赠MC百科，为MC百科的可持续发展贡献出一份力量。 在今后的日子里，MC百科也会不断地进行维护与开发新的功能，尽可能地提高玩家体验~ *捐赠后如果想要留下名字，请将称呼与捐款数额以任意途径通知站长，以便加入捐助者名单~ ©Copyright MC百科 2013-2021 mcmod.cn |  鄂ICP备11010313号-2  鄂公网安备 42030302000264号 [浏览器: 计算中..] MC百科(mcmod.cn) 除自定义规则的文章或页面, 及未经授权的站外图片/链接以外, 所有开放公共编辑的内容, 均使用 BY-NC-SA 3.0 协议。  ', '捐赠MC百科 - MC百科|最大的Minecraft中文MOD百科', '20');
INSERT INTO "public"."content" VALUES ('42', 'http://www.mcmod.cn/log', '我的世界,minecraft,我的世界modMC百科开发日志|我的世界MOD百科，提供Minecraft(我的世界)MOD(模组)物品资料介绍教程攻略和MOD下载。 这里会记录除社群以外的所有更新内容，社群的更新请到此帖查看：//bbs.mcmod.cn/thread-107-1-1.html   今天是：2021年01月31日 已经是综合父资料时，现在不会显示需要上传图标的警告了。(20:54) 已经是综合子资料时，现在不会显示正文为空的警告了。(21:02) 新增模组简介功能，填写了简介的模组会在模组检索中显示信息图标。查看详细(02:20) 整合包现在也支持简介功能了。(15:36) 整合包检索页现已支持将模组元素作为筛选条件。(18:23) 短评回复顺序由倒序改为正序。(15:54) 修复了在特定情况下多输出格的合成表不会显示在对应资料合成表列表中的问题。(21:00) 修复了短评首次收到楼中楼回复时不会立刻显示的问题。(18:06) 短评楼中楼功能已上线！查看详细(11:03) 修复了在修改 GUI 设定后，当使用该 GUI 的合成表实际数据中有输入/输出时，不会正确显示无输出/无输入的问题。(17:31) 后台GUI管理新增快速查看绑定资料ID功能。(00:01) 在模组检索页与整合包检索页的内容顶部追加了分页按钮（以前仅底部有）。(07:30) 修复了在编辑时失去登录状态时，提交会显示被封禁的错误提示问题。(19:27) 现在可以在GUI未包含对应可见格时，提交无材料/成品，以实现创建无输出/无输入的合成表。(22:53) 在资料页面中引用资料的顶部添加了编辑按钮。(20:03) 修复了当合并或综合的子资料与父资料同时引用同一个资料时，会显示两个相同引用项的问题。(20:20) 审核项撤回功能已上线。查看详细(07:12) 修复了当下拉菜单搜索框中含有大量文字时会使菜单框变形的问题。(20:03) 后台GUI编辑新增“锁定摆放要求”功能，可设置当前GUI中的合成表是否始终为有序或无序。(19:15) 修复了在资料列表中单独查看隐藏分类时不会显示物品的问题。(19:37) 后台资料管理新增快速选中功能，按住 SHIFT 快速选中鼠标滑过的资料，按住 CTRL 快速取消选中。(22:48) 尝试修复改动对比计算时未去除辅助标签导致与成就进度中的字节数统计不一致的问题。(00:15) 贡献榜页面更新至v4。查看详细(02:50) 调整了一级标题的样式，使其与二级标题更容易区分。(15:50) 模组缩写名现在允许使用汉语拼音/俄语字母/法语字母/德语字母/西语字母/葡语字母/希腊字母了。(19:15) 审核列表修复与优化：1.筛选功能改为窗口模式，并微调了移动端下的样式；2.新增按最后修改时间排序功能；3.当使用排序时，列表中的“操作时间”会自动显示对应的时间，而非固定显示创建时间；(13:53) 百科搜索新增整合包搜索结果与筛选功能。(17:58) 新增全域GUI编辑员权限组，可编辑所有模组的GUI。(23:44) 历史编辑记录修复与优化：1.修复了模组编辑记录中选择筛选条件会跳转到总编辑记录的问题；2.修复了部分浏览器下，选择日期会提示日期格式不正确的问题；3.当开始时间晚于结束时间时，现在会自动调换两者的位置；4.微调了菜单宽度。(20:31) 现在编辑合成表时，在材料的数量栏里填-1也可以表示“不消耗”了。(20:49) v4模组文件管理后台后台正式上线，新增了编辑/删除/排序功能。查看详细(16:55) 修复了下载区定制名称中无法使用中文的问题。(22:52) 合成表编辑中的搜索功能，在搜索矿辞时支持模糊搜索了。(23:04) v4模组文件管理后台后台上线测试。(23:18) 增加了一个隐藏成就~(15:36) 修复了 1.16.4 Forge 官方服务端在找服玩中无法获取模组列表的兼容性问题。(01:13) 修复了整合包元素列表页样式与分页失效的问题。(18:58) 封面最小尺寸增加了限制：240x150。(23:12) 修复了在有多个目录标记时，部分目录链接无法点击跳转的问题。(22:44) MC百科娘表情包2020已上线，现在可以在百科短评中使用了！（原表情包更名为像素MC百科娘）查看详细(12:20) 现在综合的子资料编辑页面中会显示提醒了。(16:02) 优化了资料页的神秘要素与矿辞的数据展示，优化后的速度(TTFB)约为之前的1/5，在含有上百个合并或综合项的资料内效果显著。(19:56) 修复了模组页中的资料类型展示没有对齐的问题。(21:15) 修复了在小屏下，顶部菜单按钮点击失效的问题。(22:46) 修复了v3及以下版本页面底部点击“关于百科”会多创建一个空白页的问题。(02:03) 微调了资料列表默认边框的颜色，使分类之间的边界线更清晰。(19:01) 后台黑名单管理新增了查看全部与筛选功能。(19:12) 修复了在添加模组时，“运行环境”中不能只提交其中一项的问题。(17:16) 修复了审核列表中的整合包编辑记录显示空白的问题。(14:22) 受广告姬的影响，测试沙盒暂停允许他人浏览内容的设置。(14:31) 取消了楼层中“沙发”、“板凳”、“地板”的显示。(15:23) 修复了自动图标不会解析1以内小数的问题。(17:05) 现在综合的父资料如果引用了其他资料，其子资料也会以追加引用的形式自动引用父资料引用的资料。(22:07) 现在合成表编辑搜索中，在资料没有小图标的情况下会显示已有的大图标。(08:15) 非物品/方块的系统资料类型现已支持添加合成表。(08:17) 后台管理新增整合包日志管理，并调整了布局。(07:35) 后台GUI管理中，材料/成品/燃料格子新增“使用大图标”选项。(13:16) 现在合成表编辑中，使用ID搜索可以查到非物品/方块的资料了。(16:59) 修复了在特定情况下审核模组编辑时，不显示历史退回理由的问题。(16:58) 修复了挂载资料列表的自定义样式在父页面不会正常显示的问题。(02:03) 修复了对资料类型管理操作不显示记录的问题，且现在会正确记录类型ID用于跳转。(00:04) 修复了在模组/整合包日志的MC版本中含有特殊字符时，无法切换显示的问题。(00:48) 现在未得到授权的模组也会显示下载按钮，点击会弹出提示说明。(15:28) 修复了在不按同比例缩放图片时，图片显示大小与预期不符的问题。(01:21) 新增“测试沙盒”功能，通过个人中心右上角的链接访问，可在设置中心中调整权限。(05:52) 历史编辑记录页面排版更新，移除日历改用对话框，并追加了当前列表中条件的显示。(19:53) 取消了正文内表格悬浮会高亮显示的功能。(20:31) 更新了自定义样式的示例代码，增加渐变效果。(21:51) 已完成服务器升级与地域迁移，提高了综合性能。查看详细(06:24) 优化了编辑器中“插入标题”功能的排版，并追加了插入标题目录标记按钮。(22:19) ‍修复了当二级分类名中包含已有的一级分类中部分名称时，资料列表会显示错乱的问题。(00:20) 短评区功能更新，“短评表态”功能菜单现在会折叠显示，且结果只会在有对应表态时显示对应的图标，并优化了部分样式。(02:55) 新增了 2 个可用的情绪图标。(02:55)  “回复”按钮在未登录的情况下不再显示。(02:55) 个人中心的短评表态在未取得时不再显示。(15:43) 模组页面左侧新增“开发组”栏目。(19:02) 微调了模组评比中的文字长度限制，防止出现两行的情况。(19:17) 个人中心设置内新增了“隐私设置”。(20:50) 个人中心头像左上角新增了在线状态图标（可在隐私设置中切换开关）。(20:50) 修复了部分浏览器下，顶部悬浮提示左侧的图标（倭瓜娘）变形的问题。(22:20) 个人中心在线状态图标的位置调整到了右下角。(23:31) ‍修复了小屏下采集工具物品图标显示错位的问题。(10:22) 修复了日志页的长日志不会正常折叠的问题。(12:01) “编辑辅助标签”新增了“标题目录标记”功能。查看详细(12:21) ‍更新了"综合"的父资料顶部导航条的描述格式。查看详细(19:11) 模组检索页面的版本筛选改为折叠显示。查看详细(02:10) 模组检索页面现在会对热门版本描红。(12:46) 现在成就获得的提示会在5秒后自动消失。(12:35) 编辑区通用搜索窗口最大返回结果数量由 10 增加到 30，添加了顶部提示，并解决了搜索结果顶部输出多余域名字符串的问题。(00:39) 新增“开发者”权限组。查看详细(14:09) 模组检索页现已支持按模组元素筛选。(18:52) “相关链接”的快捷选项中新增了FTB。(19:54) 合并与综合的资料，现在会在顶部显示目录导航了。(16:45) 短评最大可发的字符数由 2000 增加至 5000 。(19:02) 微调了短评区的样式，正文字号由12像素增加到14像素，用户名颜色改为偏蓝淡灰色。(00:53) 个人中心中新增了“禁用背景样式”与“禁用返回顶部按钮”两项个性设置。(12:12) 返回顶部的按钮图标改为像素图。(12:16) 修复了整合包“打包方式”无法正常编辑的问题。(18:45) 微调了自适应图标数值部分的样式。(19:03) 修复了标题带有格式时不会被解析的问题。(23:10) 扩充了标题嵌套最大允许的级数，由 1~3 级提升至 1~5 级。(23:10) 调整了标题的样式，且现在支持解析自定义样式。(23:10) 编辑器工具栏追加了标题功能按钮。(23:10) 右下角新增了返回顶部按钮。(23:12) 编辑模组时的“模组元素”提示级别由 warning 更改为 error ，并新增了“模组封面”的 warning 级别提示、“支持平台、运作方式"与“MODID” info 级别提示。(23:15) 顶部菜单LOGO高清重置。(10:35) 模组状态“弃坑”的描述改为“停更”。(16:38) 尝试修复顶部提示条左侧的图标偶尔会变形的问题。(13:53) 微调了整合包页面的链接样式，现在“整合包类型”、“运作方式”、“打包方式”也支持跳转了。(16:49) 微调了全局透明样式。(16:50) 模组元素图标由 png 位图更新为 svg 矢量图。(19:40) 日志现在也会显示自定义样式了。(23:11) 编辑器新增“模板”功能，可快速加载预设定的内容。(01:54) 现在后台资料管理中，没有内容的资料会以红色文字显示。(02:17) 修复了找服玩与特性预警中的短评无法被置顶的问题。(22:13) 为v3首页右侧入口的追加栏添加了图标。(23:17) 现在含有4格物品展示的模组页面中（例如模组检索页面），会以动画闪烁的方式显示父物品下合并或综合的物品了（限v4）。(14:44) 修复了矿物/自然资源分布图列表会显示多余分页的问题。(02:31) 模组与整合包中的“标签”与“搜索辅助关键词”单句字符限制由 10 增加到 100，最大句数由 20 增加到 255。(20:53) 修复了审核列表页在没有找到筛选结果时，审核处理进度统计始终显示为 0 的问题。(21:16) 新增了导读教程置顶功能。(12:48) 修复了模组页面教程列表偶尔会出现多余/重复水平分割线的问题。(12:48) 微调了正文内容默认的行高与间距。(22:36) 修复了编辑器中的默认文字颜色与正文中不统一的问题。(22:41) 短评现已支持自己删除自己评论的功能。(12:04) 修复了部分浏览器下，编辑封面时，无法重复裁剪同一张图片的问题。(19:28) 修复了模组日志与整合包日志底部出现一行空行与展开功能失效的问题。(01:35) 新增标题辅助标签，支持自动生成目录。(02:39) 修复了MODID中包含空格时会影响到整合包Mod自动判断的问题。(19:30) 修复了模组管理员无法审核添加教程的问题。(22:35) 修复了由于大小写的原因导致搜索Mod前缀时，偶尔不会出现结果的问题。(12:15) 现在后台资料管理功能在未选择资料类型的情况下，会自动隐藏操作栏。(13:30) 现在被综合的资料支持以动态的方式显示图标。(17:26) 调整了资料列表中多级分类情况下的排版，提高了在手机等小屏设备上的浏览体验。(19:50) 教程区的“关联模组”改为“关联分区”，并新增教程关联整合包的功能。(01:15) 修复了教程作者在编辑教程时会显示“改动附言”，提交后会错误弹出“提交审核成功”提示的问题。(01:18) 现在教程在关联模组与整合包后，可以添加备注了，可填入版本、注意事项等信息（选填）。(02:17) 教程区的背景图片现在会使用模组区设定的样式。(02:19) 编辑器中的“自动链接”功能现已支持搜索整合包。(21:26) 修复了合成表搜索由于优化导致的搜索结果不准确问题，并将最大显示结果由 30 增加至 60 。(20:38) 微调了顶部导航栏选项的间距。(20:40) 修复了审核编辑整合包时“运作方式”与“打包方式”始终不显示的问题。(21:11) 修复了模组日志页面偶尔会错误显示多个MC版本下的日志问题。(21:38) 循环成就中新增了“添加整合包”成就。(01:11) 个人中心新增禁用资料列表样式的个性设置。(23:47) 修复了整合包页面的日志列表会跳转到模组日志的问题。(17:16) 后台黑名单功能新增短评管理，并调整了数据格式。(21:25) “追加关键词”改为“搜索辅助关键词”并修改描述。(11:43) 现在整合包也可以设置搜索辅助关键词了。(12:33) 修复了合成表按ID查找物品功能无法使用的问题。(14:29) 矿辞页面现已支持合成表显示！(16:08) 修复了添加整合包日志会显示未定义操作的问题。(21:49) 模组页面的“支持平台”与“运作方式”现在也可以跳转到模组检索了。(20:58) 模组、资料、教程、整合包等可以添加封面的位置现已支持保留透明通道。(01:23) 第二期数据库分离工作已完成。(05:10) 优化了自定义背景配色，解决在一些浏览器下会出现掉帧的问题。(23:25) 调整了资料列表页面在有自定义配色时的一些显示上的瑕疵。(23:58) 修复了v3通用模组列表底部的物品列表会显示重定向/回收站内物品的问题。(13:05) 自定义样式功能已上线，模组管理员可以在后台为模组调整配色了！(21:46) 新增了矿物/自然资源生成分布图的列表页。[去看看](00:13) 优化了v4通用模组列表底部的物品列表，提升性能。(05:42) 优化了模组检索页面的的UI，新增滚动条，在手机等小屏设备上MC版本列表最多显示三排。(22:07) 矿物/自然资源生成分布图现在会显示方块NBT数据（如果有）。(00:34) 矿物/自然资源生成分布图现在会记录模组站内ID，不再会受到MODID影响了，这意味着在MODID缺失、重名、大小写不一致的情况可以很好的兼容。(23:05) 矿物/自然资源生成分布图代码优化，并修缮部分描述。(02:17) 矿物/自然资源生成分布图现在会显示MC版本与区块样本数量了。(18:16) 修复了矿物词典页面当模组不存在时的显示错误。(20:02) 矿物/自然资源生成分布图代码优化，并修缮部分描述。(12:30) 矿物/自然资源生成分布图现已上线，会在资料页面与合成表页面中显示。(20:15) 修复了合成表在向左滑动时会覆盖左侧面板的问题。(20:29) 在编辑记录中的编辑合成表记录中添加了合成表ID的显示。(00:51) 修复了在v4被修复的特性——合成表格子坐标在0,0时会被隐藏。(01:38) 现在编辑员可以给GUI添加编辑注意事项了，会显示在编辑界面GUI的右侧。(01:38) 整合包分区新增了“运作方式”选项，原运作方式的描述更改为“打包方式”并支持多选。(17:54) 为编辑器新增了更多可选颜色。(22:43) 移除了百科搜索中的“相关搜索”功能。(22:50) 现在百科搜索的联想功能点击后会直接跳转了。(22:50) 日志页面更新至v4。(00:09) 整合包现已支持日志功能。(00:09) 现在在编辑前会弹出编辑规范等帮助文档。(15:49) 在搜索筛选选项前面添加了图标。(12:13) 修复了分类含有特殊字符时，编辑页面不会加载自定义文本框的问题。(21:30) 修复了在保存时偶尔会不正确的提示超出字节数的问题。(23:03) 整合包包含模组新增模组版本显示，支持上传列表填充。(13:23) 通用关系编辑器（模组关系、资料采集工具、教程关联模组、整合包包含模组等）现在会自动去重了。(20:47) 整合包中的“包含模组”现已支持以上传JSON的方式自动匹配百科内的模组，需使用工具：加载模组导出。(21:48) 新增了整合包元素检索页面（右侧排名统计暂不会显示）。[去看看](10:43) 修复了模组页面与整合包页面由滑动菜单导致的正文无法被选中的问题。(11:48) 模组页面与整合包页面的MC版本列表，现在可以点击跳转到检索页了。(12:28) 整合包页面的“包含模组”选项卡中，现在会按模组元素分组显示。(17:35) 新增了TeaCon模组检索页面。[去看看](00:42) 模组区新增参与活动功能，可以选择模组当前参与了哪些社区活动。(00:42) 新增了整合包检索页面。[去看看](14:10) MC百科整合包专区上线测试。[添加整合包](20:07) 修改了填充率的计算方式，防止在一些情况下出现不准确的问题。(15:25) 更换了盔甲韧性的图标。(21:30) 修复了资料在引用一个空资料时，原有内容会重复显示的问题。(21:46) 修复了自适应图标组鼠标悬浮显示错误数值的问题，并微调了样式。(17:58) 修复了短评编辑器由于吸顶所导致的在特定位置页面抖动问题。(17:59) 修复了改动对比中默认字号与条目中不一致的问题与顶部表格未撑满的问题。(19:08) 修复了在查看多级分类页面时，由于虚拟分类ID冲突所导致重复显示分类的问题。(21:28) 现在在图片过宽时，会自动显示滚动条了。(21:27) “插入图标”全新升级，追加了“自适应图标组”功能，可根据数值自动生成对应的图标组~(23:19) 模组检索页面上线，可以更方便地按平台与运作方式查找模组。[去看看](12:35) 修复了添加模组再编辑时，部分选项不会正确加载的问题。(19:52) 编辑器新增“插入图标”功能。(18:35) 调整了后台审核的排版，使其与前台效果相对一致。(18:42) 为了照顾星际玩家，现在支持下载的Mod会显示巨大的豪华版Plus按钮 ((12:04) 修复了编辑器中，在编辑大图时偶尔会选不中其他图片的问题，现在点击或按ESC也可以取消选中了。(13:06) 修缮了模组状态的定义，并移除了“半成品(WIP)”状态。(14:16) 模组新增了“开源状态”，可设置模组当前是否开源。(14:24) 修复了在文中出现多个相同的外链会导致无法跳转的问题。(18:04) 修复了修改模组名的操作会导致在此次版本对比中始终会显示正文对比的问题。(18:06) 模组缩写名由只能输入数字字母下划线，改为支持输入任意半角字符。(15:34) 修复了资料列表左侧的“相关物品”中的推荐错误。(23:15) 美化了在隐藏分类中右侧“资料分类”的显示方式。(14:46) 现在在隐藏分类的列表中会正常显示分类中的隐藏资料了。(15:16) 修复了当合成表编辑的资料列表与矿辞名称过长时，悬浮提示会挡住鼠标指针的问题。(23:15) 修复了添加/编辑模组日志时偶尔会出现时间菜单失效导致无法提交的问题。(01:08) 现在资料列表可以设置多级分类了！终于！！(23:29) 新增了“国创”模组元素。(21:08) 后台资料管理单分类下最大资料显示由 450 增加到 820。(23:57) 修复了编辑器中的表格会自动填充单元格宽度与变形的问题。(06:57) 调整了隐藏分类资料的存储策略，隐藏分类中的物品现在会在分类后面正常显示数量，且后台管理时不会显示空的的隐藏资料分类了。(17:52) 修复了在添加模组与添加教程的页面，部分非免审用户组下会错误显示免审核提示的问题。(12:03) 修复了文中图片在加载时与加载失败后的GIF尺寸变形的问题。(16:58) 现已支持合成表排序（模组编辑员以上级别的用户可操作）。(20:46) 优化了合成表的默认排序方案，现在默认会按照GUI与模组需求排序。(20:46) 调整正文通用排版，表格由强制满宽改为自适应居中。(23:22) 调整了模组下载列表的UI布局，在多模组挂载的情况下更方便下载最新版本了。(18:52) 修复了短评最小字数的判断错误。(19:16) 修复了后台资料管理因多重引用功能导致的无法取消引用的问题。(20:05) 模组文件现在可以设置标签了，例如A/B测、正式版、仅服务端等。(12:36) 模组下载列表现已支持折叠。(12:36) 新增了模组下载列表挂载功能，可以实现在同一个模组下载页面底下展示多个模组中的文件列表（模组管理员以上级别的用户可操作）。(12:26) 修复了全屏编辑时，自动链接功能会被遮挡的问题。(21:49) 修复了部分用户组在资料与教程中无法正常使用置顶功能的问题。(22:44) 修复了由于置顶功能导致的，在特定的情况下总页数显示错误的问题。(14:03) 修复了在提交短评时，在未通过检测的情况下依然会有冷却时间的问题。(14:21) 修复了在编辑器中设置图片大小失效的问题（历史缩放过的图片现在也会正常解析），并解决了图片在没有描述时会导致描述文本错位的问题。(18:10) 在短评中，同时拥有编/管与教程作者身份时，现在会优先显示为“本教程作者”。(21:46) 修复了正文与编辑器中的图片样式表不一致导致的提交结果超出预期。(22:38) 修复了版本对比中，在有表格与图片时的部分页面排版不正常的问题。(23:50) 短评区现已支持置顶功能，模组区、资料区、社区教程内管理员以上级别的用户可操作，个人教程内教程作者可操作。(08:09) 现在合并的父资料内会显示其子资料的短评了。(08:09) 细化了短评区置顶的权限，具体如下： 模组/资料区：资深编辑员、模组管理员 可用； 个人教程：教程作者 可用； 社区教程：资深编辑员、模组管理员 可用； 个人中心：自己 可用； 其他区域：资深编辑员 可用。(22:12) 资料列表现已支持折叠。(12:26) 新增了资料列表挂载功能，可以实现在同一个资料列表页面底下展示多个模组中的资料列表（模组管理员以上级别的用户可操作）。(12:26) 修复了由于历史后台编辑员奇怪的操作，导致资料列表中罕见的在无合并项的资料后面显示多余“-()”的问题。(12:26) 修复了合成表列表左侧的“相关物品”资料图标显示不正常的问题。(21:11) 现在在编辑页面打开“自动链接”时，当前模组的资料会优先显示在前面。(07:19) 修复了短评中的“自动链接”窗口开启后无法二次搜索的问题。(07:19) 资料引用功能现在可以引用多个资料了。(01:40) 通用快速搜索功能（包括自动链接）现已支持附带资料类型的名字作为关键字，例如“实体 僵尸、维度 火星”。(01:42) 修复了与统一索引不一致的错误计算导致资料在被编辑后会影响快速搜索功能排序的问题。(02:15) 进一步尝试改善百科搜索的排序，现在会更容易搜索到预期的结果了。(02:32) 修复了重新编辑退回的条目时，顶部的退审时间显示错误的问题。(22:32) 改进了自动链接功能的排序，且结果中的资料会显示资料类型了。(03:15) 尝试改善百科搜索的排序，现在会更容易搜索到预期的结果了。(03:15) 现在当自定义资料类型中含有小图标时，会在资料列表中显示了。(17:26) 现在下载文件列表中会显示运行环境了。(19:52) 修正了表情中的“伤害吸收”错误显示为“生命恢复”的问题。（感谢 @71262酱 的反馈）(21:56) 修复了审核列表在筛选操作时会丢失排序参数的问题。(17:21) 修复了首页模组列表底部的物品中，会允许出现隐藏分类中/被删除/重定向的物品阴间物品的问题。(18:43) v4存档功能归来，为编辑中的内容提供了更安全的保障~ 快速保存(Ctrl+S)：每个编辑页面皆可保存一份独立快照，同类添加页面共享一份快照，快速保存的快照有效期为3天；自定义保存(Ctrl+SHIFT+S)：用自定义的名称保存当前编辑的内容，自定义保存不会自动过期，同类的存档可以跨页面读取~(21:14) 为编辑器中的自动链接（牛排）追加了搜索功能，终于不用担心自动链接到奇怪的地方了~ 还可以选择链接文本的风格，自动链接功能现在也有了快捷键(Alt+A)，现在也会自动在文本前后追加空格了 ~(21:14) 修复了在编辑器内无法使用快速提交功能的问题。(23:09) 修复了成就“接力”无法达成的问题。(01:38) 修复了编辑教程时，在有封面的情况下也会显示无封面提醒的问题。(23:28) 短评区现在会显示缩略图，提高浏览体验。(00:48) 修复了在超链接周围加空格会被忽略的问题。(21:25) 新增了正文预览功能。(06:22) 正文中的图片由原来的限制高度改为限制宽度，这会使大尺寸图片显示为较小的缩略图（点击可放大），并修复相同尺寸的图片在有不同长度的描述时会显示不同大小，导致不对称的问题。(16:35) 修复了添加/编辑教程时，偶尔会无法加载关联模组与封面的问题。(19:29) 现在资料没有次要名称时不再会显示“Unnamed”了。(19:09) 修复了后台编辑操作偶尔不会检测成就取得的问题。(22:05) 修复了模组日志无法正确修改更新日期的问题。(07:37) 新增了“优化”模组元素。(18:07) 优化了资料图标与内容分发网络缓存的协作，防止图标显示滞后。(19:14) 修复了模组页面的“资料填充率”在特定情况下会被隐藏分类里的物品影响，而导致计算不准确的问题。(00:43) 修复了编辑合成表时，合成表记忆栏的悬浮提示偶尔会不正常偏移的问题。(17:37) 将“滑稽”元素改为“Meme”，并修改了介绍和定义。(19:18) 第一期数据库分离工作已完成。(19:32) 修复了模组/资料历史记录无法搜索的问题，并新增了按UID筛选编辑记录的功能。(17:05) 修复了删除合成表页面在合成有矿词时会显示错乱的问题。(15:27) 修复了编辑合成表页面的"暂停记忆"功能跨页面失效的问题，与设定“暂停记忆”时无法显示已记录的矿辞/物品的问题，并移除了双击删除的设定。(17:38) 新增了“指令”模组元素，加深了“恐怖”元素的颜色。(23:06) 修复了合并/综合的物品在父物品内不显示封面的问题。(14:05) “再次编辑只会创建改动对比”的提示，现在只会在编辑模组/资料/教程时显示了。(14:12) 修复了编辑合成表时，记忆中的矿词点击后顺序错乱的问题。(14:17) 现在模组评比需要达到10票后才会显示结果。(14:58) 合成表编辑/删除历史记录现在会正确记录编辑/删除了哪张合成表，而非仅记录编辑/删除了哪个物品中的合成表。现存的合成表编辑/删除记录已默认其修改了物品中第一张合成表。(00:08) 修复了重复编辑同一张合成表没有冷却时间限制的问题。(00:08) 修复了编辑合成表时，点击矿辞名称无法添加到格子的问题。(22:16) 优化了编辑合成表页面的排版，防止在页面过长时需要滚动才能看到GUI。(22:16) 编辑合成表现已支持直接搜索矿辞名称。(22:16) 编辑合成表中的记忆功能，现已支持记忆矿物词典。(22:16) 现在个人中心收到留言时会有提示了。(17:25) 修复了短评中输入反斜杠不显示的问题。(17:41) 修复了站外链接提示在链接过长时出现滚动条的问题。(21:20) 优化了编辑器移动适配，在手机上不会被遮挡功能按钮了(与全屏冲突 暂时取消)，上传图片按钮在小屏下会显示在左边，防止被遮挡。(00:26) 在个人中心的“成就进度”中新增签到功能。(07:06) 微调了个人中心“成就进度”的排版，使文字描述多行的情况下与单行情况对齐，并避免在一些屏幕尺寸上过于拥挤。(11:49) 现在“相关链接”中的链接会显示输入的注释了。(14:11) 再次优化模组页面的教程排版，现在没有封面的教程会显示在第二排。(15:12) 个人中心“物品背包”系统正式上线，新增了主站升级系列成就，新增了主站货币单位“知识碎片”。(01:48) 新增了成就与物品获得时的音效，默认为关闭状态，需要到个人中心设置中开启。(15:22) 新增了5个成就“发现无人区”、“继往开来”、“接力”、“长篇累牍”、“博学多才”。(01:53) 修复了正文中的表格水平与垂直居中设置失效的问题。(01:02) 新增成就“小修小补”与“救场”。(18:37) 优化了循环成就的判定方式，提高了性能。(00:45) 新增成就“雨露均沾”，并为所有成就添加了字符串ID。(17:34) 新增了“改动附言”功能，现在可以给审核员留下附言了，原“改动说明”保持原本应有的功能。(14:39) 现在后台审核资料编辑时，会在资料为综合的子资料时显示提示了。(19:12) 在个人主页添加了社群主页的跳转链接。(13:45) 个人中心“动态”一栏中现在不会显示短评动态了，并改为“编辑动态”。(20:25) 新增“短评动态”选项卡，可以查到用户近期发布的短评，与短评得到的每种表态数量统计。(20:25) 现在每名用户对同一条短评只能表态1次，且表态后可以取消或修改。(20:25) 在短评回复引用的内容前方加入了楼层的显示。(22:53) 调整模组页面教程栏的排版，现在关联了主要模组的教程会排在前面并显示封面。(13:32) 修复了当合成表所使用的矿物词典中只有一个物品时，会出现空白闪烁的问题。(15:23) 优化了个人中心经验值的显示方式，由累计改为循环（升级所需的经验不变）。(02:29) 下调了循环成就的取得要求：次数由 1/10/50/100/200 改为 1/10/20/50/100；字数由 50/500/2500/5000/10000 改为 50/500/1000/2500/5000。(18:24) 现在合成表里可以放入矿物词典，并以循环闪烁的方式显示矿词中所包含的物品了！(16:57) 新增主站用户等级与成就系统，可在个人中心查看详情！(13:56) 修复了在自己的个人中心切换活跃度日期会弹出错误提示的问题。(13:56) 修复切换频道会影响个人中心留言板的问题。(18:15) 在后台“资料管理”中，现在当非合并/综合的资料引用了另一个资料，也会显示所引用的资料的提示了。(21:38) 移除了无法修复的新浪微博第三方登录入口。(21:43) 在原版介绍页中的标签显示改为“原版”而非“MOD”，并规范了“Mod”的写法而非“MOD”。(08:15) 个人中心v4.0正式上线！(21:23) 将 8311 条在 v3 中有“勤勉”与“怠惰”记录的短评数据追加至 v4 短评评比中。(22:14) 后台”资料管理“功能两项更新： 1.在勾选了“不在“合并”与“综合”的父资料底下显示子资料”的情况下，当搜索结果中包含合并/综合的物品时，也会显示它们被合并/综合到了哪个资料的提示。 2.在没有勾选“不在“合并”与“综合”的父资料底下显示子资料”的情况下，当关键词同时匹配到父物品与子物品时，不会重复显示它们了。(11:40) 修复了合成表添加与编辑页面的选项卡中“扩展信息”选项左侧图标的显示错误。(13:08) 在后台的“资料管理”中加入了通配符搜索，*代表任意字符，?代表一个字符，且现在可以搜到参与合并或综合的子物品了！(02:21) 尝试解决操作资料数上万物品MOD时，或同时操作资料数量过多时，频繁显示连接超时的问题。(02:21) 优化了编辑器中吐槽的样式，并自动缩放图片尺寸，防止尺寸过大时干扰编辑。(11:34) 修复了物品列表页面被合并的物品排序错误。(02:14) 移除了HIM(13:07) 排查所有物品数据，修复了物品中异常出现的矿物词典记录，共计修复了 7572 个异常的物品。(02:21) 修复了批量导入物品功能会导致矿物词典数据异常的隐患。(02:21) 矿物词典页面新增模组统计功能，并可以按模组筛选。(08:10) 模组介绍页面新增“MOD矿物词典”标签页。(09:31) 进一步完善了矿物词典功能，现在可以查看百科内收录的所有物品一共包含哪些矿物词典了，支持搜索！[去看看](09:46) 修复当下载页面没有授权时，顶部会显示空横幅的问题。(18:02) 现在 1K 以下的文件会显示 Bytes 后缀了。(18:13) 修复在合并/综合的资料中，“资料分类”一栏会跳转404的问题。(06:26) 修复当多个GUI绑定同一个物品时，在合成表GUI合成中只会显示第一个GUI合成的问题。(23:59) 修复非全域编辑员在新增模组与教程的页面依然会显示“可免审编辑”提示栏的问题。(22:33) 后台为编辑员新增“缓存管理”功能，为管理员新增“模组全局设置”、“模组编辑黑名单”功能。(22:45) 修复后台模组日志列表始终不显示收录时间的问题。(23:24) 在合成表添加/编辑/删除的导航条中补上了缺少的资料类型链接。(04:29) 现在在合成表的能量格中填写整数或小数，会自动按每3位一个逗号分隔，方便阅读。(04:45) 为资料中的“附魔”与“状态效果”添加了正确的命令格式（暂只显示1.13-），补充对应资料的注册名后方可显示。(05:06) 修复模组页面的贡献统计功能在未上榜时不会正确显示自己实际编辑量的问题。(10:55) 优化了物品列表的图片加载过程，防止在高负荷或低配电脑上时，访问有大量物品的模组会出现短暂的卡死/无法交互的情况。(18:57) 修复了后台列表在点击表头排序时，不会显示确认按钮的问题。(19:50) 后台资料列表中新增资料引用功能。(19:54) 格式化后台审核合成表时显示的源数据。(22:21) 后台审核时打开详情窗口会在对应审核项末尾显示“已查看”的提示，刷新后重置。(22:51) 其他后台微调：1.去除了选中文字时刺眼的颜色；2.审核内容对比统一顶部对齐。(22:51) 现在主站在表格过宽时，会显示滚动条了。(19:05) 修复图片之间会出现多余换行的问题，并调整图片描述的样式。(19:05) 修复部分MOD由于更改了元素，标识未及时更新，导致其在首页排名中显示在错误的类型中的问题。(05:45) 修复了资料列表与编辑合成表时搜索带有引号的物品会出现错误转义的问题。(16:52) 恢复了首页右侧最近编辑内容滚动的显示。(18:43) 修复了在审核列表中按审核状态筛选提交后，在特定情况不会自动被选中的问题。(18:59) 解决了后台在对分类改名时，如果改名至已经存在的分类，会提示分类重复的问题。(21:15) 修复了合成表能量显示中偶尔会出现乱码的问题、(19:24) 修复通用对比的“支持平台”与“运作方式”不显示当前模组数据的问题。(19:13) 模组中的“MODID”与“开发团队”单句字符限制由20增加到100，最大句数由20增加到255。(19:35) 在审核页面新增了今日和当前审核项的相关统计。(22:58) 修复了拥有任意编辑员会在非编辑区域内错误的显示“可以免审”提示的问题。(03:50) 修复了后台审核合成表时，悬浮提示文字显示浑浊的问题。(04:07) 修复了合成表编辑中的物品记忆功能跨页面会失效的问题。(09:08) 修复了在正文中输入反斜杠会消失的问题。(00:59) 优化了分类的物品统计，并隐藏后台分类管理中空物品的分类。(01:20) 修复了在GUI在允许设置概率时，在合成表中填入概率，之后关闭GUI概率设置依然会显示原先在合成表中填入的概率的问题。(18:48) 修复了当合成表含有概率时，偶尔会影响到当前物品下其他合成表的显示问题。(19:25) 模组/资料/教程改动对比更新至v4，新的数据从2020年4月2日开始记录（v3的改动对比由于结构差异过大暂不显示，但数据会持续保留）。(04:32) 修复了审核教程时不显示“主要模组”的问题，现在会被标红。(04:35) 修复了单独修改教程的“主要模组”会提示没有改变任何内容的问题。(04:35) 修复了为图片添加说明后，偶尔不会显示在底部的问题。(20:14) 修复了鼠标移到单选/多选按钮边缘时也会显示手型指针的问题。(18:52) 修复了当编辑页面中部分内容含有特殊字符时，会由于脚本错误导致内容无法正确加载的问题。(23:10) 修复了当审核列表选择时间范围时，排序设定失效的问题。(23:28) 取消了合成表中摆放要求的“灵巧合成”设定。(16:21) 现在提交审核后会跳到审核列表，而不是个人中心。(16:29) 现在编辑原版时会隐藏支持平台、模组关系、MODID等选项。(20:48) 修复了再编辑被退回的添加操作时，会始终被带到自己最新创建的审核项的问题。(20:51) 修复了在编辑时的便捷搜索窗口中，部分模组无法被搜索到的问题。(19:18) 修复了当正文为空时，提交始终会失败的问题。(21:34) 修复了新建模组时，封面上传成功却没有被正确写入到模组的问题。(21:41) 审核列表新增排序功能，默认按审核的时间排序。(23:13) 修复了后台由于参数而导致的操作资料分类创建失败的问题。(19:28) 现在后台“资料分类管理”中会按“资料类型”来筛选分类了。(22:05) 修复教程著作权设置选项错乱的问题（不影响v4编辑功能更新以前编辑的教程）。(22:21) 修复了提交裁剪体积较大的封面时，会显示服务器内部错误的问题。(23:40) 修复正文中的有序列表不显示编号与被遮挡的问题。(00:53) 修缮审核列表的url结构，并追加了新的条件搜索选项，默认显示改为最近的100条数据。 [去看看](06:41) 历史编辑记录页面更新至v4。[去看看](07:52) 修复后台操作“资料类型”在添加物品前不显示的问题。(11:24) 修复了合成表编辑时，在概率内填-1代表“不消耗”的设定失效的问题。(01:19) 为所有编辑页面追加了退出页面的提示的功能，防止不小心关掉编辑界面。(07:01) 修复编辑提交时也会弹出询问是否离开页面的问题。(17:59) 现在在编辑合成表时，可以选中并修改或删除第一格的成品，以方便实现各种多成品的复杂GUI。（当第一格成品与当前所在页面绑定的物品不一致时，虽然提交后可以正常在填入的物品中显示，但可能会根据情况造成在历史记录中错误记录了编辑当前绑定的物品。）(12:01) “警告”级别提醒的等待时间由4秒缩短至3秒。(12:04) 在资料编辑页面新增了资料类型的导航选项。(13:14) 将编辑资料时的“资料分类”改为动态加载，切换“资料类型”后会自动切换显示当前类型下的“资料分类”。(17:37) 修复了主站编辑功能v4更新后，除主站外的短评不显示的问题。(17:51) 为模组封面、资料图标与封面、教程封面新增了“还原”按钮，在上传后可以还原至上传前的图片。(18:35) 为合成表编辑新增了历史使用的物品记录，使编辑合成更方便~ （记录120个最近选择的物品，超过会覆盖旧的，可以关闭，双击移除，支持手机）(23:15) 修复了后台审核的“按用户筛选”功能失效的问题。(23:06) 现在在后台审核资料与日志时，会显示它们来自于哪个模组了。(00:27) 为审核列表追加了“再编辑”与“新提交”按钮，可以根据自己提交内容的审核状态，做重新编辑或是提交新的。(02:15) 修复了审核列表中的一处XSS隐患。(02:24) 合成表的材料/成品/燃料格现在允许输入小数点了。(18:10) 修复合成表页面不显示命令、矿词、神秘要素、漏洞的问题。(03:09) 修复合成表页面的部分标签页，在滑动时会超出边界的问题。(03:09) 审核列表页面重做，另追加了按日期查询与分页功能。 [去看看](06:36) 修复了合成表编辑中，材料/成品/燃料单位不正确显示的问题。(17:19) 修复了合成表编辑中，矿物词典设置错位的问题。(17:19) 修复了合成表编辑中，“删除选中”与“清空所有”功能失效的问题。(17:51) 将合成表编辑中的悬浮框，由原来的五颜六色统一改为黑色。(18:24) 修复了资料编辑中，上传正确的图标偶尔会显示图片不合格的问题。OHHHHHHH!(18:27) 修复了合成表编辑中可能在罕见的情况下搜索特定资料无法显示的问题。(19:13) 修复了后台审核教程时，“关联模组”中的对比显示错误。(19:18) 更新了通用搜索框的搜索方式，与合成表中的物品搜索一样，更容易搜到物品，且支持多关键字与搜索ID。(21:29) 修复添加资料时创建新分类不会正确刷新缓存的问题。(12:35) 修复后台审核资料编辑时，不显示当前的内容的问题。(12:47) 使“资料分类”按“资料类型”分开记录（不会像以前一样在物品里看到实体的分类了）。(18:27) 特大更新: MC百科编辑功能v4.0正式上线！[去看看](09:51) 修复了编辑器中偶尔无法正常粘贴的问题。(09:51) 修复了错误的短评字数计算方式，现在可以在短评中输入更多的文字。(09:51) 短评中的最大字符限制，由 800 增加到 2000。(09:51) 为短评中的图片也添加了点击查看大图的功能。(09:51) 修复了点击查看大图功能在拖拽时会关闭的问题，现改为双击关闭（手机戳两下）。(09:51) 移除了编辑器中的添加公式功能（不影响已经添加的公式）。(09:51) 移除了编辑器中不准确的字数统计，现在只会在提交时检测字数。(09:51) 将“黑幕区域”的工具名改为“吐槽”，并迁移相关文件至主站通用目录结构。(09:51) 优化了“自动链接”与“吐槽”功能的弹出提示，使用主站通用风格。(09:51) 现在“吐槽”会显示首次添加人的昵称与UID，但吐槽添加者的记录方式并不安全，所以有被篡改的可能性，且修改别人的吐槽也不会更改名字，因此仅供参考，核对的需要还是以“改动对比”为准。(09:51) 现在“吐槽”在被点击后会固定显示里面的文字，方便手机/平板等移动设备浏览。(09:51) 修复后台对“合并”或“综合”的资料排序失效的问题。(09:51) 修复由于一些细节问题导致在特定的时间周期里登录用户会显示错误500的问题。(09:51) 修复后台修改GUI时会要求重传图片的问题。(09:51) 矫正了模组名首字的拼音（不含多音字）。(09:51) 更新部分单页至v4（包括本开发日志页面~）。(17:31) 修复当下载模组验证码输入错误时，再次下载会提示下载冷却时间的问题。(17:41) 为后台的资料类型编辑功能中的主色调选项添加了文本框，在知道指定颜色时可以直接输入了。(18:31) 修复MOD下载验证码失效的问题。(19:14) 为防止再有用户尝试上传含有后门的图片做了一些预先准备。(20:02) 修复站外链接提示选项卡中地址过长时，由于不会正确换行，而导致显示滚动条的问题。(13:20) 修复物品页面中的“最后编辑”时间显示不正常的问题。(23:55) 优化v4页面底部的LOGO的间隔时间，使史莱姆的跳动尽量对上鼓点（但在不同设备上和看图软件上，会因帧速计算方式与帧率不稳定等原因而产生细微的差别）。千万别真和曲子一块听，不然会让你难受死_(:з」∠)_(20:11) v4页面底部的LOGO已更新为动态LOGO，感谢 @JJMAXCrazy ！(20:33) 修复“贡献统计”中的“我的贡献”字数始终显示为0的问题。(13:33) 修复百科搜索中使用“复杂搜索”在翻页时会跳到“简单搜索”的问题。(22:44) 修复“找服玩”中的服务器，在返回的在线人数不正常的情况下，依然会参与计算的问题（由不限制改为 0~1000）。(19:12) 现在在退审过的条目再次修改被审核通过后，在没有新附言的情况下，不会清空上次退回的附言了。(21:21) 修复了模组页“推荐”功能点击后不会即时更新状态的问题。(19:10) 模组下载页的点赞功能的冷却时间已由模组限制改为文件限制，这使得现在可以给单个MOD中的多个文件点赞~(17:20) 修复后台合并/综合功能，在对一个解除了合并/综合的资料使用时，会提示已有其他资料合并至当前资料的问题。(21:05) 新增武汉新型流感图表与导航页。 武汉加油！(19:12) 修复“贡献统计”与“指数走势”在未登录的情况下无法点击的问题。(20:20) 移除了短评中的“丛林神庙”频道。(20:04) 现在在重新编辑审核中的资料时不会创建新的副本了。(02:15) 为搜索新增“简单搜索”与“复杂搜索”选项，“简单搜索”可以搜索标题、物品/实体注册名、矿物词典，“复杂搜索”可以搜索标题、正文、标签。(23:11) 现在允许选中复制非设置“禁止转载”的个人教程。(17:23) 移除了个人中心短评顶部的广告。(15:01) “找服玩”编辑服务器的版本列表时，非常用版本现在会以浅色显示。(15:01) 合并的资料最大记录数量由 50 改为 450 。(22:40) Minecraft全命令生成器（CB Creator）新增 1.14 全物品/实体生成，并更新了 1.13 的全物品/实体。(23:16) 模组文件新增“支持平台”与“运作方式”的选项。(23:42) 后台更新： 修复后台布局高度未撑满页面的问题； 在“模组授权”编辑中新增了模组名称的显示； 主站更新： 修复了自己可以举报自己的错误。(16:37) 后台更新： “内容审核”新增批量处理功能； “资料管理”与“内容审核”新增真·“反选”按钮，原“反选”重命名为“全不选”； 修复了无法使用的“战术刷新”按钮； 修复了“载入中”的图标没有正确加载而显示空白的问题； 修复了“内容审核”中一处特定条件下可能会在多人同时审核同一内容时引发重复审核的隐患； 为编辑改动对比新增了“复制按钮”，方便粘贴至第三方工具对比修改变化； 在“内容管理”中按编辑者筛选后，切换编辑类型会记忆上次选择的编辑者；(07:20)                                                                                                                                                                                                                                                                                                                                                                                 ©Copyright MC百科 2013-2021 mcmod.cn |  鄂ICP备11010313号-2  鄂公网安备 42030302000264号 [浏览器: 计算中..] MC百科(mcmod.cn) 除自定义规则的文章或页面, 及未经授权的站外图片/链接以外, 所有开放公共编辑的内容, 均使用 BY-NC-SA 3.0 协议。  ', '开发日志 - MC百科|最大的Minecraft中文MOD百科', '19');
INSERT INTO "public"."content" VALUES ('43', 'http://m.mcmod.cn', '我的世界,minecraft,我的世界mod百科移动端首页|我的世界MOD百科，提供Minecraft(我的世界)MOD(模组)物品资料介绍教程攻略和MOD下载。 MC百科 (mcmod.cn)  鄂ICP备11010313号-2  鄂公网安备 42030302000264号   文本大小: kb 切换电脑版 

 ', 'MC百科|最大的Minecraft中文MOD百科', '18');
INSERT INTO "public"."content" VALUES ('44', 'http://www.mcmod.cn/tools', '我的世界,minecraft,我的世界modMC百科提供的我的世界实用工具列表|我的世界MOD百科，提供Minecraft(我的世界)MOD(模组)物品资料介绍教程攻略和MOD下载。 百科导航 百科主站 百科社群 关于百科 百科帮助 开发日志 捐赠百科 关注百科 bilibili 联系百科 意见反馈 电子邮件 友链申请 

 ©Copyright MC百科 2013-2021 mcmod.cn |  鄂ICP备11010313号-2  鄂公网安备 42030302000264号 [   ] [ MC百科(mcmod.cn) 除教程作者自定义规则的文章, 及未授权的站外图片/链接以外的所有开放公开编辑的内容, 均采用 BY-NC-SA 3.0 协议 ]  ', 'MC百科实用工具 - MC百科|最大的Minecraft中文MOD百科', '19');
INSERT INTO "public"."content" VALUES ('45', 'http://bbs.mcmod.cn', ' PHP Debug ', 'bbs.mcmod.cn - System Error', '20');
INSERT INTO "public"."content" VALUES ('46', 'http://www.mcmod.cn/login', '我的世界,minecraft,我的世界mod登录MC百科|我的世界MOD百科，提供Minecraft(我的世界)MOD(模组)物品资料介绍教程攻略和MOD下载。 百科导航 百科主站 百科社群 关于百科 百科帮助 开发日志 捐赠百科 关注百科 bilibili 联系百科 意见反馈 电子邮件 友链申请 

 ©Copyright MC百科 2013-2021 mcmod.cn |  鄂ICP备11010313号-2  鄂公网安备 42030302000264号 [   ] [ MC百科(mcmod.cn) 除教程作者自定义规则的文章, 及未授权的站外图片/链接以外的所有开放公开编辑的内容, 均采用 BY-NC-SA 3.0 协议 ]  ', '登录MC百科 - MC百科|最大的Minecraft中文MOD百科', '21');
INSERT INTO "public"."content" VALUES ('47', 'http://www.mcmod.cn/reg', '我的世界,minecraft,我的世界mod注册MC百科账号|我的世界MOD百科，提供Minecraft(我的世界)MOD(模组)物品资料介绍教程攻略和MOD下载。 百科导航 百科主站 百科社群 关于百科 百科帮助 开发日志 捐赠百科 关注百科 bilibili 联系百科 意见反馈 电子邮件 友链申请 

 ©Copyright MC百科 2013-2021 mcmod.cn |  鄂ICP备11010313号-2  鄂公网安备 42030302000264号 [   ] [ MC百科(mcmod.cn) 除教程作者自定义规则的文章, 及未授权的站外图片/链接以外的所有开放公开编辑的内容, 均采用 BY-NC-SA 3.0 协议 ]  ', '快速注册 - MC百科|最大的Minecraft中文MOD百科', '19');
INSERT INTO "public"."content" VALUES ('48', 'http://bug.mcmod.cn', '我的世界BUG,我的世界,minecraft这里展示了Minecraft模组中的BUG物品，以方便开服人员避开风险。 如果你发现了本站未收录的MOD特性, 可以通过右侧的联系方式提交反馈，随后会有硬核玩家核实评估后加入此特性列表。 MOD特性反馈 ©Copyright MC百科 2013-2021 mcmod.cn |  鄂ICP备11010313号-2  鄂公网安备 42030302000264号 [浏览器: 计算中..] MC百科(mcmod.cn) 除自定义规则的文章或页面, 及未经授权的站外图片/链接以外, 所有开放公共编辑的内容, 均使用 BY-NC-SA 3.0 协议。  ', 'MOD特性警示 - MC百科|最大的Minecraft中文MOD百科', '20');
INSERT INTO "public"."content" VALUES ('49', 'http://www.mcmod.cn/tools/secretcode', '字符串加密,我的世界,minecraft,我的世界mod每个人都有自己的秘密|我的世界MOD百科，提供Minecraft(我的世界)MOD(模组)物品资料介绍教程攻略和MOD下载。 1.为了安全, 明文中的HTML标签与实体会被转义; 2.单次可加密的内容最大为 65535 字节 (约 21845 个汉字); 3.请勿用于违反国家法规用途~ 2018年5月19日 追加自定义内容提取码加密功能~ 2017年12月9日 新鲜出炉.. 百科导航 百科主站 百科社群 关于百科 百科帮助 开发日志 捐赠百科 关注百科 bilibili 联系百科 意见反馈 电子邮件 友链申请 

 ©Copyright MC百科 2013-2021 mcmod.cn |  鄂ICP备11010313号-2  鄂公网安备 42030302000264号 [   ] [ MC百科(mcmod.cn) 除教程作者自定义规则的文章, 及未授权的站外图片/链接以外的所有开放公开编辑的内容, 均采用 BY-NC-SA 3.0 协议 ]  ', '神秘代码 - MC百科实用工具 - MC百科|最大的Minecraft中文MOD百科', '16');
INSERT INTO "public"."content" VALUES ('50', 'http://www.mcmod.cn/tools/achievements', '我的世界成就生成器,minecraft成就生成器,我的世界,minecraft,我的世界mod一款好用的MineCraft成就生成器工具|我的世界MOD百科，提供Minecraft(我的世界)MOD(模组)物品资料介绍教程攻略和MOD下载。 提示: 登陆后即可去除水印~ Minecraft成就生成系统, 无水印~ 更多功能正在完善中~ 如果你有更好的建议欢迎提出! *不保证生成的图片永久保存, 建议右键另存为保存到自己的电脑里~ 2018年5月20日 修复在特定情况下引用MC百科小图标时会出现图标过大的问题. 2018年5月19日 修复由于图片服务器迁移, 导致物品图标无法正确输出的问题. 现在在生成前会先显示对应的图标, 以便预估效果. 现已允许上传自定义图标~ 删除了"方正黄草"字体. 2018年2月21日 修复图片不存在时会出错的问题, 并优先使用已上传的base64图标, 修复有灰底的BUG (如果图片本身有灰底就没辙了 _(:з」∠)_ ) 2016年2月7日 新鲜出炉.. 热的!  百科导航 百科主站 百科社群 关于百科 百科帮助 开发日志 捐赠百科 关注百科 bilibili 联系百科 意见反馈 电子邮件 友链申请 

 ©Copyright MC百科 2013-2021 mcmod.cn |  鄂ICP备11010313号-2  鄂公网安备 42030302000264号 [   ] [ MC百科(mcmod.cn) 除教程作者自定义规则的文章, 及未授权的站外图片/链接以外的所有开放公开编辑的内容, 均采用 BY-NC-SA 3.0 协议 ]  ', '我的世界成就生成器 - MC百科实用工具 - MC百科|最大的Minecraft中文MOD百科', '16');
INSERT INTO "public"."content" VALUES ('51', 'http://www.mcmod.cn/tools/tctool', '神秘时代计算器,神秘时代研究,神秘时代辅助,我的世界,minecraft,我的世界mod快速研究神秘时代笔记连线|我的世界MOD百科，提供Minecraft(我的世界)MOD(模组)物品资料介绍教程攻略和MOD下载。 神秘时代4物品要素查询 - 点我查看物品对应要素列表 找服玩 - 查找装有神秘时代的服务器 1.鼠标左键分别单击两个要素, 可以查询两者之间的最佳连线. 2.鼠标右键单击要素可以禁用/启用某些要素, 使其不会出现在路线中. 3.鼠标右键双击要素可以设置要素的高/低优先级, 使其优先出现在线路中. (待考虑开发) 4.如果所选的要素和步数没有合适的路线, 系统会自动匹配另一条最佳线路. 5.按ESC可以快速关闭最近的搜索结果. 2018年11月14日 1.新增 Addon:中土神秘学 的要素~ 2.修复“陷阱”要素在搜索时会变为别名“监禁”导致图标失效的问题~ 2018年2月21日 1.新增 Addon:最后的太刀匠人 的要素~ 2.增加对神秘时代6.0 Beta5版本的支持 3.修复 Addon:黑暗神秘学 不显示图标的BUG 2017年6月22日 1.移动了步数设定等功能的位置, 使其在手机上更方便一些. 2.新增 Addon 源质神秘学、无尽贪婪、缤纷纪元 的要素~ 3.增加对神秘时代5.0.0版本的支持 4.默认关闭 Addon添加的要素 (可按右键重新激活) 2016年10月29日 1.切换版本后右键失效BUG; 2.在要素右上角添加MOD所属小图标; 3.显示要素信息时显示模组; 4.步数增加对鼠标滚轮的支持. 百科导航 百科主站 百科社群 关于百科 百科帮助 开发日志 捐赠百科 关注百科 bilibili 联系百科 意见反馈 电子邮件 友链申请 

 ©Copyright MC百科 2013-2021 mcmod.cn |  鄂ICP备11010313号-2  鄂公网安备 42030302000264号 [   ] [ MC百科(mcmod.cn) 除教程作者自定义规则的文章, 及未授权的站外图片/链接以外的所有开放公开编辑的内容, 均采用 BY-NC-SA 3.0 协议 ]  ', '神秘时代研究助手 - MC百科实用工具 - MC百科|最大的Minecraft中文MOD百科', '19');
INSERT INTO "public"."content" VALUES ('52', 'http://www.mcmod.cn/tools/cbcreator', '我的世界,minecraft,命令方块这个命令方块指令生成器能够使你快速完成命令方块开发或是快速适应游戏环境，它支持多个MC版本，覆盖了MC基础命令、命令方块高级命令、插件命令、MOD命令，并且支持多语言切换，无论你是有经验的老玩家或地图制作者，还是刚入MC的新人，相信这款工具总会有适合你的功能。  还未保存任何命令单元.. 请先 [登录] 后再发表评论~  CBC已经上线2个月了，随着功能的逐步完善，对更多MC版本的兼容也即将继续展开~ 由于工程量较大，且不清楚做出来到底有没有人用，因此做个投票调查一下。  1.每个人最多可以预约一项MC版本。 2.投票期限结束后，会根据投票数量决定开发哪个MC版本。 3.达到预约目标人数的MC版本必定会开发。 4.投票期限为 2018年10月1日 至 2019年2月28日。 邀请好友前来助阵！[复制地址] ( https://www.mcmod.cn/tools/cbcreator/ ) 提示: 当前CBC支持的版本有 1.10.2 / 1.12.2 / 1.13.2 可在顶部菜单“设置”中进行切换！  宣传贴：MCBBS  网易论坛  贴吧 命令方块交(cui)流(geng)群： ( 453923510 ) - Not Enough Commands 爱发电主页：https://afdian.net/@ahrwing  ', '命令方块指令生成器 - 实用工具 - MC百科|最大的Minecraft中文MOD百科', '18');
INSERT INTO "public"."content" VALUES ('53', 'http://www.mcmod.cn/modpack.html', '我的世界整合包,mc整合包,整合包,Minecraft整合包,我的世界,minecraft,我的世界mod我的世界(Minecraft)整合包(Modpack)检索页面，我的世界MOD百科，提供Minecraft(我的世界)MOD(模组)物品资料介绍教程攻略和MOD下载。 [GTNH] 格雷科技：新视野 GT:New Horizons [ET2] 玄理2 EnigTech 2 飞翔之路3 Flying Road 3 [DDSS] 龙与地下城和太空飞船 Dungeons, Dragons and Space Shuttles [SF4] 天空工厂4 SkyFactory 4 [LitV] Life in the village   [JATV] Journey Across The Void   [LTT] 失重 Levitated [ATM3] All The Mods 3   [C101] Create 101   [FTBI] FTB Interactions   [ME5] Material Energy^5: Entity   [MCE] 永恒的MC MC Eternal 永恒的MC Lite MC Eternal Lite 永恒的MC Hardcore MC Eternal Hardcore [RLC] 超现实 x 虚拟生存 RLCraft [TIMW4] 神之试炼 The Trial of God [PO3] 臭氧计划3 Project Ozone 3 A New Way Forward 等价空岛 Equivalent Skies FTB Continuum   Enigmatica   Enigmatica 2   [E2E] Enigmatica 2: Expert   [E2L] Enigmatica 2: Light   Enigmatica 4   Enigmatica 5   [E6] Enigmatica 6   [R.A.D] Roguelike Adventures and Dungeons   农场物语 Farming Valley 幽恐噩梦 Compact Claustrophobia 现代空岛3 Modern Skyblock 3: Departed 格雷空岛 Gregblock ©Copyright MC百科 2013-2021 mcmod.cn |  鄂ICP备11010313号-2  鄂公网安备 42030302000264号 [浏览器: 计算中..] MC百科(mcmod.cn) 除自定义规则的文章或页面, 及未经授权的站外图片/链接以外, 所有开放公共编辑的内容, 均使用 BY-NC-SA 3.0 协议。  ', '整合包检索 - MC百科|最大的Minecraft中文MOD百科', '18');
INSERT INTO "public"."content" VALUES ('54', 'http://play.mcmod.cn', 'æˆ‘çš„ä¸–ç•Œæœ�åŠ¡å™¨,Minecraftæœ�åŠ¡å™¨,æˆ‘çš„ä¸–ç•Œ,minecraftä¸€ä¸ªä¸“æ³¨äº�æ��é«˜ç�©å®¶ä½“éªŒçš„æœ�åŠ¡å™¨åˆ—è¡¨ï¼Œä½ å�¯ä»¥åœ¨è¿™é‡ŒæŒ‰MODã€�æœ�åŠ¡å™¨é…�ç½®ã€�æœ�åŠ¡å™¨äººæ•°ç­‰ä¿¡æ�¯ç­›é€‰è‡ªå·±æƒ³è¦�æ‰¾çš„æˆ‘çš„ä¸–ç•Œæœ�åŠ¡å™¨ã€‚ æ€»æ”¶å½• 1150 å�°æœ�åŠ¡å™¨, 597 å�°è¿�è¡Œä¸­ã€‚ å½“å‰� 7660 å��ç�©å®¶æ­£åœ¨æ¸¸æˆ�ä¸­ã€‚ å·¥ä¸šæ—¶ä»£2 å®‰è£…ç�‡: 56.7% (275å�°) åº”ç”¨èƒ½æº�2 å®‰è£…ç�‡: 54.85% (266å�°) çƒ­åŠ›åŸºæœ¬ å®‰è£…ç�‡: 41.86% (203å�°) çƒ­åŠ›è†¨èƒ€4 å®‰è£…ç�‡: 41.24% (200å�°) é€šç”¨æœºæ¢° å®‰è£…ç�‡: 35.05% (170å�°) æœ«å½±æ�¥å�£ å®‰è£…ç�‡: 33.4% (162å�°) é‡�åŠ›è£…ç”² å®‰è£…ç�‡: 33.4% (162å�°) çƒ­åŠ¨åŠ›å­¦ å®‰è£…ç�‡: 33.2% (161å�°) æ²‰æµ¸å·¥ç¨‹ å®‰è£…ç�‡: 32.16% (156å�°) æ›´å¤šå­˜å‚¨å�•å…ƒ2 å®‰è£…ç�‡: 28.66% (139å�°) æ¤�ç‰©é­”æ³• å®‰è£…ç�‡: 50.93% (247å�°) ç¥�ç§˜æ—¶ä»£ å®‰è£…ç�‡: 39.59% (192å�°) é¢�å¤–æ¤�ç‰©å­¦ å®‰è£…ç�‡: 36.7% (178å�°) ç¥�ç§˜å·¥åŒ  å®‰è£…ç�‡: 26.6% (129å�°) ç¥�ç§˜èƒ½æº� å®‰è£…ç�‡: 21.65% (105å�°) ç¦�å¿Œé­”æ³• å®‰è£…ç�‡: 17.53% (85å�°) æ˜Ÿè¾‰é­”æ³• å®‰è£…ç�‡: 16.49% (80å�°) ç­‰ä»·äº¤æ�¢é‡�åˆ¶ç‰ˆ å®‰è£…ç�‡: 12.58% (61å�°) æ±¡ç§½é­”æ³• å®‰è£…ç�‡: 12.16% (59å�°) ç¥�ç§˜åŸºç¡€å­¦ å®‰è£…ç�‡: 8.04% (39å�°) æ›´å¤šç®±å­� å®‰è£…ç�‡: 54.43% (264å�°) åŒ é­‚2 å®‰è£…ç�‡: 45.57% (221å�°) æ— å°½è´ªå©ª å®‰è£…ç�‡: 33.61% (163å�°) é¾™ä¹‹è¿›åŒ–/é¾™ä¹‹ç ”ç©¶ å®‰è£…ç�‡: 33.2% (161å�°) å‚¨ç‰©æŠ½å±‰ å®‰è£…ç�‡: 25.77% (125å�°) åŒ é­‚å·¥å…·å�‡çº§ å®‰è£…ç�‡: 19.18% (93å�°) æ›´å¤šå®�ç”¨è®¾å¤‡2 å®‰è£…ç�‡: 17.73% (86å�°) åŠ é€Ÿç�«æŠŠ å®‰è£…ç�‡: 17.32% (84å�°) æ‡’äººå�¨æˆ¿ å®‰è£…ç�‡: 15.88% (77å�°) æ›´å¥½çš„å»ºç­‘ä¹‹æ�– å®‰è£…ç�‡: 14.64% (71å�°) æ‹”åˆ€å‰‘ å®‰è£…ç�‡: 31.34% (152å�°) æš®è‰²æ£®æ�— å®‰è£…ç�‡: 25.77% (125å�°) æœ€å��çš„å¤ªåˆ€åŒ äºº å®‰è£…ç�‡: 15.05% (73å�°) ç¨€æœ‰ç²¾è‹±æ€ª å®‰è£…ç�‡: 12.99% (63å�°) å°¼æ ¼æ´›å…¹Â·æ— å°½æ›ˆæ›š å®‰è£…ç�‡: 11.75% (57å�°) ä¼¼è›­ å®‰è£…ç�‡: 11.13% (54å�°) åƒµå°¸æ„�è¯† å®‰è£…ç�‡: 11.13% (54å�°) ç›–äºšé­”å…¸3 å®‰è£…ç�‡: 10.93% (53å�°) æ‹”åˆ€å‰‘æ—¥ç³»é™„å±�åŒ… å®‰è£…ç�‡: 10.93% (53å�°) å†°ç�«ä¼ è¯´(å†°ä¸�ç�«ä¹‹æ­Œ) å®‰è£…ç�‡: 8.04% (39å�°) æ½˜é©¬æ–¯å†œåœº å®‰è£…ç�‡: 38.35% (186å�°) æ�—ä¸š å®‰è£…ç�‡: 30.1% (146å�°) é£Ÿç‰©å·¥è‰º å®‰è£…ç�‡: 10.1% (49å�°) èŒ¶é£�Â·çºªäº‹ å®‰è£…ç�‡: 8.45% (41å�°) ç¥�ç§˜å†œä¸š å®‰è£…ç�‡: 8.04% (39å�°) åŸºå› å·¥ç¨‹ å®‰è£…ç�‡: 7.42% (36å�°) ğŸ�³ æ–™ç�†å·¥è‰º å®‰è£…ç�‡: 7.42% (36å�°) å†œä¸šå·¥è‰º å®‰è£…ç�‡: 6.8% (33å�°) ç¥�ç§˜å†œä¸šæ‰©å±• å®‰è£…ç�‡: 6.39% (31å�°) æ�«æ ‘ å®‰è£…ç�‡: 5.98% (29å�°) MrCrayfishçš„å®¶å…· å®‰è£…ç�‡: 26.39% (128å�°) å‡¿å­� å®‰è£…ç�‡: 22.06% (107å�°) ç«¹/é¥­ å®‰è£…ç�‡: 17.94% (87å�°) æ—¶è£…å·¥å�Š å®‰è£…ç�‡: 17.11% (83å�°) æ”¶è—�é¦† å®‰è£…ç�‡: 14.85% (72å�°) è¶…å¤šç”Ÿç‰©ç¾¤ç³» å®‰è£…ç�‡: 14.23% (69å�°) Forge Multipart CBE/ForgeMultipart å®‰è£…ç�‡: 13.4% (65å�°) é›•å‡¿å·¥è‰º å®‰è£…ç�‡: 8.45% (41å�°) æ¤�ç‰©å­¦ å®‰è£…ç�‡: 7.42% (36å�°) æ›´å¤šæ ‘ å®‰è£…ç�‡: 7.42% (36å�°) Â©Copyright MCç™¾ç§‘ 2013-2021 mcmod.cn |  é„‚ICPå¤‡11010313å�·-2  é„‚å…¬ç½‘å®‰å¤‡ 42030302000264å�· [æµ�è§ˆå™¨: è®¡ç®—ä¸­..] MCç™¾ç§‘(mcmod.cn) é™¤è‡ªå®šä¹‰è§„åˆ™çš„æ–‡ç« æˆ–é¡µé�¢, å�Šæœªç»�æ�ˆæ�ƒçš„ç«™å¤–å›¾ç‰‡/é“¾æ�¥ä»¥å¤–, æ‰€æœ‰å¼€æ”¾å…¬å…±ç¼–è¾‘çš„å†…å®¹, å�‡ä½¿ç”¨ BY-NC-SA 3.0 å��è®®ã€‚  ', 'æˆ‘çš„ä¸–ç•Œæœ�åŠ¡å™¨åˆ—è¡¨ - æ‰¾æœ�ç�©|Minecraftæœ�åŠ¡å™¨åˆ—è¡¨', '23');
INSERT INTO "public"."content" VALUES ('55', 'http://www.mcmod.cn/jump/service-ad', ' 如果您的浏览器不支持跳转,请点这里. ', '淘宝跳转', '19');
INSERT INTO "public"."content" VALUES ('56', 'http://t.bilibili.com/453651896262767392', 'B站,弹幕,字幕,AMV,MAD,MTV,ANIME,动漫,动漫音乐,游戏,游戏解说,ACG,galgame,动画,番组,新番,初音,洛天依,vocaloid ', '动态-哔哩哔哩', '24');
INSERT INTO "public"."content" VALUES ('57', 'http://t.bilibili.com/454137944827942905', 'B站,弹幕,字幕,AMV,MAD,MTV,ANIME,动漫,动漫音乐,游戏,游戏解说,ACG,galgame,动画,番组,新番,初音,洛天依,vocaloid ', '动态-哔哩哔哩', '23');
INSERT INTO "public"."content" VALUES ('58', 'http://t.bilibili.com/454399362305503785', 'B站,弹幕,字幕,AMV,MAD,MTV,ANIME,动漫,动漫音乐,游戏,游戏解说,ACG,galgame,动画,番组,新番,初音,洛天依,vocaloid ', '动态-哔哩哔哩', '21');
INSERT INTO "public"."content" VALUES ('59', 'http://t.bilibili.com/455583325874940495', 'B站,弹幕,字幕,AMV,MAD,MTV,ANIME,动漫,动漫音乐,游戏,游戏解说,ACG,galgame,动画,番组,新番,初音,洛天依,vocaloid ', '动态-哔哩哔哩', '23');
INSERT INTO "public"."content" VALUES ('60', 'http://bbs.mcmod.cn/thread-4680-1-1.html', ' PHP Debug ', 'bbs.mcmod.cn - System Error', '20');
INSERT INTO "public"."content" VALUES ('61', 'http://bbs.mcmod.cn/thread-4684-1-1.html', ' PHP Debug ', 'bbs.mcmod.cn - System Error', '17');
INSERT INTO "public"."content" VALUES ('62', 'http://bbs.mcmod.cn/forum-33-1.html', ' PHP Debug ', 'bbs.mcmod.cn - System Error', '17');
INSERT INTO "public"."content" VALUES ('63', 'http://bbs.mcmod.cn/thread-20-1-1.html', ' PHP Debug ', 'bbs.mcmod.cn - System Error', '20');
INSERT INTO "public"."content" VALUES ('64', 'http://bbs.mcmod.cn/thread-347-1-1.html', ' PHP Debug ', 'bbs.mcmod.cn - System Error', '18');
INSERT INTO "public"."content" VALUES ('65', 'http://bbs.mcmod.cn/thread-4744-1-1.html', ' PHP Debug ', 'bbs.mcmod.cn - System Error', '17');
INSERT INTO "public"."content" VALUES ('66', 'http://bbs.mcmod.cn/thread-4729-1-1.html', ' PHP Debug ', 'bbs.mcmod.cn - System Error', '18');
INSERT INTO "public"."content" VALUES ('67', 'http://bbs.mcmod.cn/thread-4735-1-1.html', ' PHP Debug ', 'bbs.mcmod.cn - System Error', '18');
INSERT INTO "public"."content" VALUES ('68', 'http://bbs.mcmod.cn/thread-4731-1-1.html', ' PHP Debug ', 'bbs.mcmod.cn - System Error', '20');
INSERT INTO "public"."content" VALUES ('69', 'http://bbs.mcmod.cn/thread-1388-1-1.html', ' PHP Debug ', 'bbs.mcmod.cn - System Error', '18');
INSERT INTO "public"."content" VALUES ('70', 'http://bbs.mcmod.cn/thread-1500-1-1.html', ' PHP Debug ', 'bbs.mcmod.cn - System Error', '20');
INSERT INTO "public"."content" VALUES ('71', 'http://bbs.mcmod.cn/thread-3771-1-1.html', ' PHP Debug ', 'bbs.mcmod.cn - System Error', '19');
INSERT INTO "public"."content" VALUES ('72', 'http://t.bilibili.com/470356961105562140', 'B站,弹幕,字幕,AMV,MAD,MTV,ANIME,动漫,动漫音乐,游戏,游戏解说,ACG,galgame,动画,番组,新番,初音,洛天依,vocaloid ', '动态-哔哩哔哩', '25');
INSERT INTO "public"."content" VALUES ('73', 'http://t.bilibili.com/480471080807349877', 'B站,弹幕,字幕,AMV,MAD,MTV,ANIME,动漫,动漫音乐,游戏,游戏解说,ACG,galgame,动画,番组,新番,初音,洛天依,vocaloid ', '动态-哔哩哔哩', '24');

-- ----------------------------
-- Alter Sequences Owned By 
-- ----------------------------

-- ----------------------------
-- Indexes structure for table content
-- ----------------------------
CREATE UNIQUE INDEX "url" ON "public"."content" USING btree ("url");

-- ----------------------------
-- Primary Key structure for table content
-- ----------------------------
ALTER TABLE "public"."content" ADD PRIMARY KEY ("id", "url");
