/*
Navicat PGSQL Data Transfer

Source Server         : localhost
Source Server Version : 111000
Source Host           : localhost:5432
Source Database       : cylinder
Source Schema         : public

Target Server Type    : PGSQL
Target Server Version : 111000
File Encoding         : 65001

Date: 2021-01-31 16:21:44
*/


-- ----------------------------
-- Table structure for content
-- ----------------------------
DROP TABLE IF EXISTS "public"."content";
CREATE TABLE "public"."content" (
"id" int4 NOT NULL,
"url" varchar(255) COLLATE "default" NOT NULL,
"detail" text COLLATE "default",
"title" varchar(255) COLLATE "default",
"weigh" int4 NOT NULL
)
WITH (OIDS=FALSE)

;

-- ----------------------------
-- Records of content
-- ----------------------------
INSERT INTO "public"."content" VALUES ('0', 'http://www.imomoe.jp', '樱花动漫,Sakura樱花动漫拥有上万集高清晰画质的在线动漫，观看完全免费、无须注册、高速播放、更新及时的专业在线樱花动漫站，我们致力为所有动漫迷们提供最好看的动漫。 我的妹妹不可能那么可爱我的妹妹哪有这样就最终回 我的妹妹不可能那么可爱第二季我的妹妹哪有这么可爱 Angel Beats另一个结局 画江湖之灵主月落日出 秦时明月之龙腾万里连载中 龙珠 超连载中 驱魔少年第二季最终夜（沃克） 银魂别了真选组篇(九)别了 真选组 暗杀教室第二季未来的时间 名侦探柯南连载中 双星之阴阳师双星vs双生 食戟之灵第二季威风堂堂 学战都市Asterisk第二季再会 Re：从零开始的异世界生活仅此而已的故事 线上游戏的老婆不可能是女生？线上游戏的老婆就是女生！ 灾祸的真理 -ZUERST- 第10集 池袋西口公园 第11集 黑色五叶草 第156集 影之诗 第35集 库特wafter 全集 在魔王城说晚安 第11集 阿松第三季 第10集 A3!满开剧团 秋&冬 第10集 我的青春恋爱物语果然有问题第三季 12全集 某科学的超电磁炮T 25全集 食戟之灵第五季 13全集 租借女友 12全集 这个勇者明明超强却过分慎重 12全集 刀剑神域第三季 47全集 Fate/Grand Order 绝对魔兽战线 巴比伦尼亚 21全集 盾之勇者成名录 25全集 斗罗大陆 第一季 第134集 轩辕剑：苍之曜 13全集 霹雳惊涛 第12集 万界仙踪 第38集 末日曙光 第10集 画江湖之侠岚 第26集 枪神记 第18集 武庚纪第二季 第30集 RWBY CHIBI第三季 第12集 铁卫雄狮 第19集 闪电侠第四季 23全集 神盾局特工第五季 第19集 绿箭侠第六季 第19集 行尸走肉第八季 第15集 明日传奇第三季 17全集 公牛历险记 BD1280高清中英双字版 少女与战车 最终章 第2集 Fate/stay night Heavens Feel剧场版 第2集 反叛的鲁路修剧场版 全集 中二病也要谈恋爱剧场版-Take On Me- 全集 魔法少女奈叶剧场版第三部 第1集 Free男子游泳部剧场版 全集 吹响！上低音号剧场版 第2集 游戏人生剧场版 全集 简介：《东京食尸鬼第四季》讲述即《东京食尸鬼：re第二季》制作决.. 简介：《东京食尸鬼第三季》讲述改编自石田スイ原作《东京食尸鬼：r.. 简介：《一拳超人》讲述在就职过程中寻不到出路的主人公琦玉，在遭遇.. 简介：《缘之空》讲述因为父母突然在交通事故中去世，春日野悠带着他.. 简介：《日在校园》讲述本作的主人公伊藤诚突然发现隔壁班的少女桂言.. 简介：《死神》讲述人类世界中，死神朽木露琪亚突然闯进了黑崎一护的.. 简介：《妖精的尾巴》讲述世界中存在的魔导士公会妖精的尾巴，是一个.. 简介：《东京食尸鬼第二季》讲述故事接续青铜树篇中金木研被壁虎折磨.. 简介：《海贼王》讲述传奇海盗哥尔D罗杰在临死前曾留下关于其毕生的.. 简介：《进击的巨人》讲述世界突然出现了身长15米的迷之怪物巨人捕.. 本网站提供的资源均系收集于各大视频网站，本网站只提供web页面服务，并不提供影片资源存储，也不参与录制、上传 若本站收录的节目无意侵犯了贵司版权，请给网页底部邮箱地址来信，我们会及时处理和回复，谢谢 Copyright © 2020 樱花动漫 www.imomoe.jp  ', '樱花动漫－专注动漫的门户网站', '15');
INSERT INTO "public"."content" VALUES ('1', 'http://www.imomoe.jp/view/5040.html', '我的妹妹不可能那么可爱全集,我的妹妹不可能那么可爱动漫樱花动漫为您提供我的妹妹不可能那么可爱全集动漫高清在线观看，我的妹妹不可能那么可爱全集连载，我的妹妹不可能那么可爱提供多种高清播放模式。为广大漫迷提供我的妹妹不可能那么可爱全集高清在线观看就在樱花动漫  别名：俺の妹がこんなに可�郅い铯堡�ない/我的妹妹不可能这么可爱/我的妹妹哪有这么可爱/我的妹妹不可能那么可爱/俺妹哪有这么可爱 16集全 极道鲜师 噗哔啵～来自未来～ 邻家的吸血鬼小妹 颠倒的帕特玛 初始之日 简介：《破刃之剑剧场版》..	.. 简介：《搞笑西游记》讲述..	.. 简介：《史上最强弟子兼一..	.. 简介：《幕末义人传 浪漫..	.. 简介：《薄樱鬼 总集篇 ..	.. 简介：《灵犬雪莉》讲述在..	.. 简介：《漫画心疗系》讲述..	.. 简介：《牙狼之红色安魂曲..	.. 简介：《如果她的旗帜被折..	.. 简介：《摆出讨厌的表情露..	.. 本网站提供的资源均系收集于各大视频网站，本网站只提供web页面服务，并不提供影片资源存储，也不参与录制、上传 若本站收录的节目无意侵犯了贵司版权，请给网页底部邮箱地址来信，我们会及时处理和回复，谢谢 Copyright © 2020 樱花动漫 www.imomoe.jp  ', '我的妹妹不可能那么可爱全集_我的妹妹不可能那么可爱在线观看 - 樱花动漫', '13');
INSERT INTO "public"."content" VALUES ('2', 'http://www.imomoe.jp/view/692.html', '学战都市Asterisk第二季全集,学战都市Asterisk第二季动漫樱花动漫为您提供学战都市Asterisk第二季全集动漫高清在线观看，学战都市Asterisk第二季全集连载，学战都市Asterisk第二季提供多种高清播放模式。为广大漫迷提供学战都市Asterisk第二季全集高清在线观看就在樱花动漫  别名：学战都市六芒星第二季/学�槎际啸�スタリスク第2期/The Asterisk War S2 12全集 钢索危情 火影忍者剧场版 2009 樱桃小丸子第二季 羊之歌 OVA版 简介：《摇滚都市SHOW..	.. 简介：《京都寺町三条的福..	.. 简介：《T.P.樱》讲述..	.. 简介：《黑岩射手》讲述正..	.. 简介：《苹果核战记XII..	.. 简介：《JoJo的奇妙冒..	.. 简介：《侦探小队KZ事件..	.. 简介：《RErideD-..	.. 简介：《约会大作战》讲述..	.. 简介：《宠物小精灵201..	.. 本网站提供的资源均系收集于各大视频网站，本网站只提供web页面服务，并不提供影片资源存储，也不参与录制、上传 若本站收录的节目无意侵犯了贵司版权，请给网页底部邮箱地址来信，我们会及时处理和回复，谢谢 Copyright © 2020 樱花动漫 www.imomoe.jp  ', '学战都市Asterisk第二季全集_学战都市Asterisk第二季在线观看 - 樱花动漫', '12');
INSERT INTO "public"."content" VALUES ('3', 'http://www.imomoe.jp/view/711.html', '食戟之灵第二季全集,食戟之灵第二季动漫樱花动漫为您提供食戟之灵第二季全集动漫高清在线观看，食戟之灵第二季全集连载，食戟之灵第二季提供多种高清播放模式。为广大漫迷提供食戟之灵第二季全集高清在线观看就在樱花动漫  别名：食戟之灵：贰之皿/食戟のソ�`マ �pノ皿/食戟之灵 第二季/食戟之灵 第二盘 13全集 巴哈姆特之怒第二季 天国少女 超级战队VS系列 交锋联盟之机巧一族 简介：《我的女神第二季粤..	.. 简介：《最游记第一季》讲..	.. 简介：《幻想万华镜 红雾..	.. 简介：《DD北斗神拳》讲..	.. 简介：《玻璃舰队》讲述在..	.. 简介：《无人惑星》讲述2..	.. 简介：《魔鬼恋人第二季》..	.. 简介：《千与千寻》讲述千..	.. 简介：《野良和皇女和流浪..	.. 简介：《咯咯咯的鬼太郎》..	.. 本网站提供的资源均系收集于各大视频网站，本网站只提供web页面服务，并不提供影片资源存储，也不参与录制、上传 若本站收录的节目无意侵犯了贵司版权，请给网页底部邮箱地址来信，我们会及时处理和回复，谢谢 Copyright © 2018 樱花动漫 www.imomoe.jp  ', '食戟之灵第二季全集_食戟之灵第二季在线观看 - 樱花动漫', '14');
INSERT INTO "public"."content" VALUES ('4', 'http://www.baidu.com/bdorz/login.gif?login', '百度帐号是登录所有百度系产品的通行证，登录后还可以在帐户管理页管理/修改您的个人信息，包括修改密码、绑定手机、身份认证等 ', '
登录百度帐号
', '31');
INSERT INTO "public"."content" VALUES ('5', 'http://tieba.baidu.com', ' ', '登录_百度贴吧', '33');
INSERT INTO "public"."content" VALUES ('6', 'http://v.baidu.com', '热播电视剧,高清电影,好看的电视剧,好看的电影,电影天堂,电视剧排行榜,电影排行榜,高清电影,电影推荐百度视频搜索是业界领先的中文视频搜索引擎之一，拥有海量的中文视频资源，提供用户满意的观看体验。在百度视频，您可以便捷地找到海量的互联网视频，更有丰富的视频榜单、多样的视频专题满足您不同的视频观看需求。百度视频，你的视界。 您预约的
 即将开始播放，去观看直播 >> 特朗普弹劾条款正式提交参议院 美媒：他还设立“前总统办公室” 素颜主播可爱比心 你绝对不可错过！ 山东栖霞女记者去医院采访起冲突 官方：误会已消除 记者无大碍 巴西一足球队遭遇空难现场曝光 飞机上球员全部死亡 大连燃气管道爆炸致3死 现场响起巨大爆燃声车玻璃被炸碎 埃及第一批接种疫苗医生坚定回击质疑 科学证明中国疫苗是安全的 男子拒不配合社区防疫强行闯卡外出 拖行73岁志愿者大爷十余米 美国警车碾压平民引抗议 民众街头打砸纵火 监狱外喊要废除警察 印度搞“疫苗外交”对抗中国？ 赵立坚回应亮明中方坚定立场 澳财长抛来“橄榄枝” 和中国曾有很好伙伴关系希望能继续 
1
山海情

992.1万
 
2
灵域

975.1万
 
3
欢乐喜剧人

952.3万
 
4
江山如此多娇

930.1万
 
5
我的小确幸

910.0万
 
6
寻龙秘境

897.4万
 
7
流金岁月

872.2万
 
8
有翡

854.8万
 玄彬公开告白感谢孙艺珍 称有了她才能帅气地呼吸 林志玲花了大价钱保胎 还不准台媒对外泄露 品冠带儿女看展览做好爸爸 留时间和老婆享二人世界 李汶翰是杜淳妈粉？ 说其造型独特像施瓦辛格 言承旭出席安以轩宴会 近照曝光胡须疯长造型随性 代孕机构回应张恒律师声明 我们有委托合同 邓紫棋素颜与精修图差别大 网友直呼认不出！ 黄子韬想拉黑朋友却反被拉黑 坦言“让我无言以对” 郭涛晒儿子打架子鼓视频 14岁石头穿黑西装成熟不少 魏大勋工作结束后奔杨幂小区 好事将近？ 蔡徐坤佟丽娅合照生图曝光 网友直呼：“好养眼” 粉丝支持李晨在其酒吧花百万 账单曝光数目令人咂舌 软萌兔兔唱歌给你听~ 华晨宇承认和张碧晨有孩子，双方共同抚养但不结婚 郑爽《追哥》回归录制镜头被删光，参与节目全遭下架 明星的妻子，大衣嫂的日常生活，也是和我们普通人一样的生活 乘风破浪2的姐姐张馨《手扶拖拉机斯基》反转爆笑姐姐们 未办婚礼的明星，赵丽颖发文力破离婚传闻，张嘉倪不办婚礼不喊妈 54岁周海媚商演唱歌，路人镜头下状态曝光，皮肤暗沉太真实 张恒独自抚养孩子细节曝光，亲力亲为，求郑爽放过孩子 张恒好友再爆料：郑爽爱劈腿前两任也被绿过，曾把导演气到送院 华晨宇全家福曝光，结果称与张碧晨无婚姻关系，遮羞布终究被扯下 明星崩溃集锦，那英被玲花说“老”，瞬间就崩溃大喊：你才最老呢 太双标？佟丽娅出席活动劝戴口罩引争议，遭讽身为明星没以身作则 零台词表演！佘诗曼演绎生活废墟中找寻光 黄明昊冰面上身手敏捷化身“旋转的冰上陀螺” 10位明星母女颜值对比，真是一代比一代美 杨幂被猫神打哭？职业选手无情虐明星，杨幂：Cat真的太无情了！ 李雪琴调侃起明星有多狠：不愧是脱口秀出身，这嘴皮子谁能顶得住 这届沙雕网友也太优秀了吧，还有什么你们不能秀的 太搞笑了！歪果仁花样作死锦集又来了 美女被猴子调戏，有时候真的觉得自己活着不如一只猴子 真实事迹改编，他也是一个平凡的人，只是穿上了那件衣服就变成了守护人民的铠甲勇士 爆笑小品《啼笑皆非》金牌保洁 贾玲出奇招偷懒,看一次笑一次 当你的宠物好久没见你。 揺手表，推汽车，甩钢笔，都是没钱的表现，所以男人最尴尬的就是穷 那些电影尴尬名场面 小品（上）：宋小宝穿越印度出口转内销，王云拎斧头就出来了 可怜父母心，给自己的父母点个赞。 小沈阳小品《四大才子》欢乐上演，全程包袱不断，宋小宝都没得比 邵峰太搞笑，这小品论搞笑宋小宝都不及，经典就是经典无法超越 说实话大鹏他们拍的这些真的挺搞笑的 徐峥囧系列搞笑片段混剪 浪子回头吧，当个有脑子的人 一个从真男人变成真女人的健美选手 她小时候比这暴力多了 《四大才子》小沈阳杨树林等爆笑娶亲 开心麻花爆笑演绎《大圣归来》沈腾上演最怂太白金星 文松这段小品真是绝了，上台全靠即兴表演。 德云社：岳云鹏孙越相声分开说，你说你的我说我的，爆笑全场 大妈和快递员欢乐互损，观众笑的合不拢嘴，大妈；等会就投诉你 这小品太搞笑了，那包袱真的太多了，逗的蔡明从头笑到尾 刘维跨界爆笑小品，啥玩意让他一演，立马变成自己的风格！ 宋晓峰小品《展览之前》，维纳斯雕像还有姐姐，经典对话乐翻全场 被岳父问到幸不幸福，赵刚子：幸不幸福不知道反正是服了 欢乐喜剧人：为了让张大大哭出来，杨树林掏出唢呐，差点送走自己 小品《小保姆和小木匠》，宋丹丹和黄宏早年作品，看一遍笑一遍！ 小沈龙小品《约会》，东北女婿出奇招搞定上海丈母娘，笑岔气了 小品（上）：宋小宝穿越印度出口转内销，王云拎斧头就出来了 老年版的“朱迅”长啥样，还听不见杨帆说话？｜综艺喜乐汇 黄宏宋丹丹爆笑小品，包袱不断笑点百出，看完笑掉大牙 孙海洋不愧是小品天王，这段小品既搞笑又幽默，让人笑到失声 小沈阳小品《四大才子》欢乐上演，全程包袱不断，宋小宝都没得比 葡萄牙大师赛冠军集锦 坎瑟亚赢欧巡第五冠 奥巴进球新援首秀破门 揭幕战阿森纳3-0客胜 武磊斩获西乙首球 西班牙人3-0完胜迎开门红 大言不惭？泰国拳王看不起中国泰森，结果被打到怀疑人生KO 播求高徒耀威猜依旧威猛，第二局开局连续暴打对手KO！ 女巨人？接力前三棒落后，但最后一棒飞人爆发逆转夺冠破纪录 俄罗斯拳王马戈梅多夫高扫直接“爆头”声音清澈爽耳！ 史上最强逆天翻盘，中国小将第一局读秒泰拳王，第二局被KO 伊藤美诚吊打国乒，女乒一姐现场痛哭，网友：刘指导快来啊！ 强敌竟看不起播求？结果被一拳击倒了 嫌拳王泰森太老了？琼斯激怒54岁泰森，结果险些被打进医院 中国誓死保卫中国荣誉，力战柬埔寨拳王！ 中国散打女将张烨暴打法国女将，上演女子大战！ 世界泰拳王隆拉威打败中国“巨蟒”夺得峨眉传奇金腰带 韩国拳王激怒龙形拳传人，结果仅82秒就被残暴KO了 中国太极高手韩飞龙vs泰拳天王萧杀狂 中国小将力挽狂澜，逆风翻盘上演史诗绝杀，老外一拳被KO！ 张碧晨《时间都去哪儿了》超越原唱 阿兰演唱《潇洒走一回》，舞曲味道十足 时隔多年，再听张含韵唱起这首《想唱就唱》 钢琴弹奏《美丽的草原我的家》，聆听草原经典 赵咏华《最浪漫的事》，最好听的版本，温柔的歌声陪你变老 一首民谣情歌《送亲》，都是唱歌惹的祸，给自己唱哭了 《时间煮雨》时间就像是被蒸发的雨水一样，不可返回 降央卓玛一首《父亲》父爱如山，献给天下最伟大，最无私的父亲 DJ精选《沉默是金》伴随音乐旋律有停不下来的快感 徐徐缓缓道出分手后的痛，特悲情的曲风，高胜美《爱你胜过一切》 经典港产武侠《仙鹤神针》，女星阵容强大，主题曲也是经典好听！ 吉他弹奏《这个年纪》，歌词直白，直戳泪点，谱在最后 芭蕾舞，足尖的精灵，人间的天使 地方民歌《赶牲灵的人》，劳动者感情生活的真实描写，简单直白 相互比美！陈妍希甜到亮眼，姐姐们气场十足，王鸥热舞引尖叫 80年代流行老歌，配上动感带劲的鬼步舞，带不带劲你说了算 【博君一肖】看过谢允，才知道蓝忘机对他来说有多不同 许褚大战赵云，若不是乐进李典及时出现，许褚已经成了枪下之鬼 中国历史上，最强大的封建王朝是哪一个？ 诸葛亮病逝五丈原后，刘禅杀了3位朝廷重臣 一幅水墨画，拍卖2530万！“昏庸皇帝”宋徽宗画了什么？ 建宁公主古灵精怪，为何下嫁吴三桂家族，活成一个悲剧？ 五封关乎国家命运的绝密电报，为何出现在国民党办公室？ 皇帝真的为所欲为吗？也许成为宋朝“公务员”，你就明白了！ 走进仲裁，了解仲裁，让问题的解决更多元！ 河北疫情反复？看看古人对待防疫怎么做！ 声声慢，如梦令，这些上学时期背诵的宋词，你还记得吗？ 只要会生活，垃圾箱也可以是艺术品 8岁小皇帝被逼跳海身亡，一代王朝，看这18位皇帝就够了！ 贪财好色，背信弃义，这个最危险的叛徒究竟做了什么？ 持心以衡，以理为平，海南营造国际一流自由贸易港法制环境 在中国这个“没有冬天的海岛”，丘吉尔母校落户啦！ 狐狸精原来是替男人背了锅！ 300年大宋，433次起义！宋朝远比《水浒传》更精彩！ 故宫有些大缸内的水为什么600年来不结冰？ 高铁行驶立硬币不倒背后的真相 这个人穿70码的鞋！比姚明的鞋还要大13号！ 北极熊饿到失去了理智，连自己亲生孩子都吃，让人痛心！ 为了吃到鱼，鳄鱼上演了一场“好戏”，足足在水里憋气3小时！ 羊群不敢过河，主人出骚招，举起一只羊就往河里扔，羊：啊啊啊！ 小羊早产，科学家将其放进“人造子宫”内，神奇的一幕发生了！ 东北虎被放归森林，却霸气回头冲向直升机，王者之气无人能敌 鳄鱼马路上捕食电鳗，一口咬住电鳗要害，猜猜结果怎么样？ 这才是狮王，风驰电掣的速度和强悍的捕猎技术，野牛无路可逃！ 一窝马蜂都不敢招惹它，只能让它吃个够！镜头记录全过程 狩猎蚁吞噬一切，但唯独这个物种它们会放过！ 猴子在树上挑衅猎豹，猎豹双眼冒火，下一秒猴子后悔了！ 野狼大战棕熊与野牛，最后反被族群追杀逃命！ 南非狐狸嘴尖脸小大耳朵，挺可爱的小狐狸！ 熊狸不是熊，也不是狸，你看它长得像什么？ 螃蟹栖息在热带海滩，它们常常有生命的危险！ 关于秦襄公的使命，那些不为人所知的背后究竟隐藏着什么？ 故宫掌门人单霁翔：如何让600岁的故宫活起来的？ 谁准你私自加班的？古代加班众生相 古人真会吃，竟让花瓣发酵，食之花容体香，画面极度舒适 全手工半缕镯制作工艺篇 年薪百万的纪录片导演，回到乡村做起了小木匠 《权力的游戏》的50s片头，用掉了2750块奥利奥，吃货都看饿了 秋风都起了，你的懒人餐谱确定不换个新菜式吗？ 权游粉丝花3个星期，用纸板神还原《权力的游戏》第8季片头 给自己做一个小玩偶，好心情就来啦！ 用雷达发射假信号，中国导弹守株待兔击落美军侦察机 三只眼睛的艺术观，艺术就是看到别人看不到的东西 齿轮厂效益差濒临倒闭，员工吃一碗面都要赊账 用木纸板做一个自动饮料机 春风又绿松河岸，一流碧溪到古今，一心带你寻味松溪，品赏非遗 日本和服——遗留在日本的中国文化 《狮王争霸》背后手艺人的狮头文化传承 德云社：岳云鹏孙越相声分开说，你说你的我说我的，爆笑全场 大妈和快递员欢乐互损，观众笑的合不拢嘴，大妈；等会就投诉你 这小品太搞笑了，那包袱真的太多了，逗的蔡明从头笑到尾 刘维跨界爆笑小品，啥玩意让他一演，立马变成自己的风格！ 宋晓峰小品《展览之前》，维纳斯雕像还有姐姐，经典对话乐翻全场 被岳父问到幸不幸福，赵刚子：幸不幸福不知道反正是服了 欢乐喜剧人：为了让张大大哭出来，杨树林掏出唢呐，差点送走自己 小品《小保姆和小木匠》，宋丹丹和黄宏早年作品，看一遍笑一遍！ 小沈龙小品《约会》，东北女婿出奇招搞定上海丈母娘，笑岔气了 小品（上）：宋小宝穿越印度出口转内销，王云拎斧头就出来了 老年版的“朱迅”长啥样，还听不见杨帆说话？｜综艺喜乐汇 黄宏宋丹丹爆笑小品，包袱不断笑点百出，看完笑掉大牙 孙海洋不愧是小品天王，这段小品既搞笑又幽默，让人笑到失声 小沈阳小品《四大才子》欢乐上演，全程包袱不断，宋小宝都没得比 巩汉林黄宏爆笑小品，全程都是笑点，看完想不笑都难 小品看了这么多年，还是头回看到这样的包袱，台下美女笑岔气了！ 小品《趣说西游》：盲人推拿趣说西游，上演神级模仿秀玩坏郭德纲 小品刚开场就甩个大包袱，可把曾志伟笑坏了，小品《80后合租》 

当代青年：一直很沙雕，从未被超越

/

让你见识一下什么才是见钱眼开

/

你的女朋友今年能带回家吗？

/

高手是如何探案的？

/

更多

 真实事迹改编，他也是一个平凡的人，只是穿上了那件衣服就变成了守护人民的铠甲勇士 爆笑小品《啼笑皆非》金牌保洁 贾玲出奇招偷懒,看一次笑一次 当你的宠物好久没见你。 揺手表，推汽车，甩钢笔，都是没钱的表现，所以男人最尴尬的就是穷 那些电影尴尬名场面 小品（上）：宋小宝穿越印度出口转内销，王云拎斧头就出来了 可怜父母心，给自己的父母点个赞。 小沈阳小品《四大才子》欢乐上演，全程包袱不断，宋小宝都没得比 邵峰太搞笑，这小品论搞笑宋小宝都不及，经典就是经典无法超越 说实话大鹏他们拍的这些真的挺搞笑的 徐峥囧系列搞笑片段混剪 浪子回头吧，当个有脑子的人 一个从真男人变成真女人的健美选手 她小时候比这暴力多了 人分好人坏人，尸分僵尸死尸。 冷门恐怖电影《夺舍》由黄子华、吴倩莲、李修贤主演的电影！你看过嘛？ 谁不想拥有一个能陪伴自己很久的人呢 脱口秀大会 改编的《北京》好笑又真实有些人，经历过笑着笑着可能就哭了后续在评论！ 明星的妻子，大衣嫂的日常生活，也是和我们普通人一样的生活 乘风破浪2的姐姐张馨《手扶拖拉机斯基》反转爆笑姐姐们 未办婚礼的明星，赵丽颖发文力破离婚传闻，张嘉倪不办婚礼不喊妈 54岁周海媚商演唱歌，路人镜头下状态曝光，皮肤暗沉太真实 张恒独自抚养孩子细节曝光，亲力亲为，求郑爽放过孩子 张恒好友再爆料：郑爽爱劈腿前两任也被绿过，曾把导演气到送院 华晨宇全家福曝光，结果称与张碧晨无婚姻关系，遮羞布终究被扯下 明星崩溃集锦，那英被玲花说“老”，瞬间就崩溃大喊：你才最老呢 太双标？佟丽娅出席活动劝戴口罩引争议，遭讽身为明星没以身作则 零台词表演！佘诗曼演绎生活废墟中找寻光 黄明昊冰面上身手敏捷化身“旋转的冰上陀螺” 10位明星母女颜值对比，真是一代比一代美 杨幂被猫神打哭？职业选手无情虐明星，杨幂：Cat真的太无情了！ 李雪琴调侃起明星有多狠：不愧是脱口秀出身，这嘴皮子谁能顶得住 离婚后藕断丝连的明星，陈赫离婚后仍秀恩爱，他离婚后竟成娘家人 搞私生子翻脸快明星， 发哥做完隔夜不认账，第一位只认孩不认妻 揭秘明星出道前职业，肖战设计师热巴售楼小姐，最后一位才叫厉害 华晨宇张碧晨未婚生女，真相曝光为何没人骂？这样生娃不是瞎闹吗 搜索结果源于互联网视频网站，系计算机系统根据搜索热度自动排列 网络视听许可证0110516号 手机扫描下载百搜视频APP ', '百度视频——业界领先的中文视频搜索引擎之一', '31');
INSERT INTO "public"."content" VALUES ('7', 'http://map.baidu.com', '景区热力图,景区人流图,景区人多不多,人群分布热力图,景区拥挤指数,春节拥挤指数,热力地图,地铁线路,地铁专题,地铁方案,地铁票价,地铁时间,地铁换乘浏览地图、搜索地点、查询公交驾车线路、查看实时路况，您的出行指南、生活助手。提供地铁线路图浏览，乘车方案查询，以及准确的票价和时间信息。 ', '百度地图', '33');
INSERT INTO "public"."content" VALUES ('8', 'http://baishi.baidu.com/watch/5670265379051282166.html', '这小品太搞笑了，那包袱真的太多了，逗的蔡明从头笑到尾,这小品太搞笑了，那包袱真的太多了，逗的蔡明从头笑到尾在线观看这小品太搞笑了，那包袱真的太多了，逗的蔡明从头笑到尾  您预约的
 即将开始播放，去观看直播 >> 视频分享给好友或朋友圈 请根据您的设备选择下载版本 加载中... 


1.4万热力值
 为您推荐了10+条视频，点击查看 搜索结果源于互联网视频网站，系计算机系统根据搜索热度自动排列 网络视听许可证0110516号 ', '

这小品太搞笑了，那包袱真的太多了，逗的蔡明从头笑到尾
_高清在线观看_百度视频
', '30');
INSERT INTO "public"."content" VALUES ('9', 'http://baishi.baidu.com/watch/5706762594450752187.html', '大妈和快递员欢乐互损，观众笑的合不拢嘴，大妈；等会就投诉你,大妈和快递员欢乐互损，观众笑的合不拢嘴，大妈；等会就投诉你在线观看大妈和快递员欢乐互损，观众笑的合不拢嘴，大妈；等会就投诉你  您预约的
 即将开始播放，去观看直播 >> 视频分享给好友或朋友圈 请根据您的设备选择下载版本 加载中... 


9827热力值
 为您推荐了10+条视频，点击查看 搜索结果源于互联网视频网站，系计算机系统根据搜索热度自动排列 网络视听许可证0110516号 ', '

大妈和快递员欢乐互损，观众笑的合不拢嘴，大妈；等会就投诉你
_高清在线观看_百度视频
', '31');
INSERT INTO "public"."content" VALUES ('10', 'http://v.baidu.com/show', '综艺节目,综艺节目排行榜,好看的综艺节目,娱乐节目排行榜,韩国综艺,韩国娱乐节目,百搜综艺,百度综艺百度视频综艺频道提供热门好看的综艺节目排行榜,推荐好看的综艺节目、娱乐节目、日本综艺节目、韩国综艺节目、香港台湾综艺节目，尽在百度视频综艺频道,涵盖选秀、情感、美食、访谈、相亲、搞笑、财经、求职等综艺节目类型。 您预约的
 即将开始播放，去观看直播 >> 30位姐姐首度集合 更新至2021-01-22 李乃文揭秘石台孝经故事 更新至2021-01-24 忘忧杂货铺(下) 更新至2021-01-26 岳云鹏秀唱功李雪琴跑调 更新至2021-01-23 刘擎谈女性独立引人深思 更新至2021-01-23 岳云鹏秀唱功李雪琴跑调 更新至2021-01-24 郑恺大力扣杀张继科 更新至2021-01-08 美女学霸1分钟解难题 更新至2021-01-22 杨幂变主编召唤小说家 更新至2021-01-23 女团天花板“佳霏猫”合体 更新至2021-01-23 邓超鹿晗组乐队燃炸全场 更新至2021-01-22 李小龙成刘谦魔术搭档 更新至2021-01-24 姐姐们告别理想家 更新至2021-01-17 范丞丞魏大勋改造药水哥 更新至2021-01-22 杨超越侯明昊初约会 更新至2021-01-23 港台 共1655部 内地 共684部 日韩 共1286部 欧美 共921部 选秀 共1301部 综合 共980部 

选秀

/
情感

/
访谈

/
音乐

/
求职

/
 
经典咏流传
屠洪刚霸气开唱震住撒贝宁
 
念念桃花源
阮经天自曝奇葩雷区
 
奇葩说
千人奇葩捞爆梗升温
 
听见她说
杨幂演美女机器人被虐待
 
理想家
伊能静刘芸变家务狂魔
 
希望的田野
梁靖康投喂李雪琴有点甜
 
神奇公司在哪里
翟潇闻帮老人实现心愿
 

内地

/
港台

/
日韩

/
欧美

/
 
明星大侦探
白敬亭刘昊然在线对飙演技
 
你好生活
撒贝宁变干饭小王子
 
听见她说
郝蕾演受害妻子哭诉窒息人生
 
Beauty小姐
蒋梦婕推荐张东升生发液
 
平行时空遇见你
杨超越侯明昊校园剧
 
理想家
姐姐团打造理想家
 
姐妹们的茶话会
赵小棠现场跳舞女的悲哀
 
登场了！敦煌
钱正昊上演徒手抓大鹅
 
追梦人之开合人生
财经作家吴晓波直播带货
 搜索结果源于互联网视频网站，系计算机系统根据搜索热度自动排列 网络视听许可证0110516号 手机扫描下载百搜视频APP ', '百度视频综艺频道_最热娱乐节目在线观看', '32');
INSERT INTO "public"."content" VALUES ('11', 'http://v.baidu.com/movie', '热播电视剧,热门电影,好看的电视剧,好看的电影,电影天堂,电视剧排行榜,电影排行榜,高清电影,电影推荐百度视频搜索是业界领先的中文视频搜索引擎之一，拥有海量的中文视频资源，提供用户满意的观看体验。在百度视频，您可以便捷地找到海量的互联网视频，更有丰富的视频榜单、多样的视频专题满足您不同的视频观看需求。百度视频，你的视界。 您预约的
 即将开始播放，去观看直播 >> 比《流浪地球》更好看?  变异狂蟒人蛇大战  孤胆英雄飞车追凶  王千源决战吴彦祖  换张面孔颠覆人生  古装版《亮剑》  彗星撞地球引发危机  硬汉于震卧底毒窝剿匪  吴京张译血性抗敌  林子聪vs姜皓文捣翻毒巢  斗法乾坤幻阵灭神  少女驯服草原白狮  胡八一摸金倒斗打粽子  彭昱畅搓飞乔杉  花魁、符傀太诱人!  动作 共11909部 喜剧 共15980部 恐怖 共5089部 科幻 共3254部 港台 共15288部 好莱坞 共4597部 

除暴

/
沐浴之王

/
金刚川

/
狂鼠列车

/
 
长安伏妖
剑锋克拉拉激战绝世妖王
 
诡婳狐
张芷溪魏千翔人妖殊途绝恋
 
重案行动(捣毒任务)
林子聪vs姜皓文捣翻毒巢
 
明天你是否依然爱我
杨颖李鸿其芬兰极光之恋
 
扫黑英雄
卧底黑帮命悬一线
 
麒麟幻镇
欢喜冤家互坑互撩
 
倩女仙缘
南笙版美腿小倩魅惑书生
 
急先锋
成龙杨洋硬核开战
 
特工狂花
大嫂徐冬冬化身性感特工
 
猛禽小队和哈莉·奎茵
叛逆“小丑女”来袭
 
邪不压正
姜文式痴儿复仇记
 
疾速备战
杀神的养成之路
 
终结者6(黑暗命运)
施瓦辛格重披战甲
 
碟中谍6(全面瓦解)
阿汤哥追车枪战愈战愈勇
 
双子杀手
威尔史密斯拯救年轻的自己
 
捍战
孤胆英雄只身犯险救援
 
喜宝
郭采洁演绎奇女子
 
我的女友是机器人
辛芷蕾化身怪力女友
 
我在时间尽头等你
向你讲述青春与爱情
 
半个喜剧
探讨年轻人的爱情观
 
比悲伤更悲伤的故事
真正的爱情超越生死
 
下一任前任
郭公主李东学扮演多情男人
 
荞麦疯长
钟楚曦热舞性感火辣
 
上海王2
上海滩黑帮传奇
 
通往春天的列车
平凡人也会有春天
 
征途
刘宪华何润东上演巅峰对决
 
追龙2(追缉大富豪)
揭密香港惊天奇案
 
最后的勇士
“废柴”英雄即将爆笑逆袭
 
扫毒2(天地对决)
古天乐、刘德华巅峰对决
 
特警队
热血天团集结燃爽来袭
 
龙牌之谜
成龙、施瓦辛格最强银幕之战
 
罗宾汉(起源) 
侠盗罗宾汉箭无虚发
 
机械师2(复活)
张晋对战“世界拳王”
 
解放·终局营救
追寻着没有战火的世界
 
八佰
催人泪下又震撼人心
 
危情谍战
汤姆克鲁斯激情演绎
 
致命黑兰
性感女杀手为父报仇
 
惊天危机
特工拯救美国总统
 
家园防线
杰森斯坦森强拳出击
 
谜巢
中国版《古墓丽影》
 
掠夺者
银行抢劫案背后的阴谋
 
别惹我
全家都是顶级黑帮
 
史密斯夫妇
皮特和朱莉定情之作
 
圣何塞谋杀案
惊心动魄的情感纠葛
 
巨额来电
桂纶镁教你如何诈骗
 
真相禁区
任达华破案速度无敌
 
极速之巅
背包客遭毒贩追杀
 
盗马记
陈慧琳郑伊健变吃货
 
24小时：末路重生
许晴错爱杀手
 
暴走神探
杨洋饰演杀人狂魔
 
别哭妈妈
母亲的复仇之路
 
消失的爱人
妻子报复不忠丈夫
 
1917
数字背后的血肉与人性
 
青春誓言
一战期间的生活经历
 
斯大林格勒
史上最惨烈一场战争
 
五日战争
最惨烈的战斗
 
狙击精英:重装上阵
帅哥狙击手养成之路
 
天将雄师
保护丝绸之路的和平
 
我们曾经是战士
一场恐怖残酷的战争
 
浴血华沙
华沙起义最后的巷战
 
随心所欲的五月
离散与重聚的故事
 
无间行者(生死潜行)
周柏豪、谢天华再演卧底
 
魔警
吴彦祖张家辉正邪同体
 
缉枪
白举纲娜扎擦枪走火
 
白日焰火
桂纶镁廖凡激情罪爱
 
冲天火
吴彦祖火力开战
 
一出好戏
黄渤野岛求生
 
最后通话
主治医生却医德败坏
 
惊天破
双影帝燃爆肾上腺
 
终极硬汉
硬汉不硬大灾难
 搜索结果源于互联网视频网站，系计算机系统根据搜索热度自动排列 网络视听许可证0110516号 手机扫描下载百搜视频APP ', '百度视频_热门电影', '31');
INSERT INTO "public"."content" VALUES ('12', 'http://v.baidu.com/tv', '热播电视剧,电视剧排行榜,电视剧推荐,好看的电视剧,高清电视剧,tvb热播电视剧,韩剧排行榜,电视剧大全百度视频电视剧频道为您提供专业的电视剧排行榜，韩国电视剧、美国电视剧、香港TVB热播电视剧排行榜、好看的电视剧等热播电视剧排行榜，并提供免费高清电视剧在线观看，在线看电视剧尽在百度视频电视剧频道。 您预约的
 即将开始播放，去观看直播 >> 吴刚柯蓝携手打击境外犯罪 更新至12集 赵丽颖王一博热血战江湖 全51集 黄轩领衔群星扶贫攻坚 全23集 魏千翔吴施乐甜虐爱情 更新至10集 宣萱陈豪滕丽名再现经典 更新至10集 辣女关晓彤狂撩侯明昊 更新至16集 刘诗诗倪妮双美出击暖心治愈 全38集 罗晋袁姗姗“搞事业组合”上线 更新至32集 范丞丞程潇开启热血征程 更新至26集 黄晓明变公关专家 更新至22集 姚晨白宇大鹏张静初抢先贺岁 更新至10集 李浩轩刘真君惩恶扬善 更新至39集 张鲁一吴倩上演大叔萝莉恋 更新至35集 陈晓颖儿甜蜜开启2021 更新至40集 盛淮南洛枳暧昧满分 更新至12集 最新 共10146部 内地 共6652部 喜剧 共2172部 美剧 共944部 古装 共1378部 战争 共1238部 

内地剧

/
港台剧

/
英剧

/
日剧

/
泰剧

/
 
紧急公关
黄晓明变公关专家
 
暗恋橘生淮南
盛淮南洛枳暧昧满分
 
山海情
黄轩领衔群星扶贫攻坚
 
灵域
范丞丞程潇开启热血征程
 
我就是这般女子
辣女关晓彤狂撩侯明昊
 
当天真遇见爱情
魏千翔吴施乐甜虐爱情
 
江山如此多娇
罗晋袁姗姗“搞事业组合”上线
 
这个世界不看脸
萝莉大叔CP超甜来袭
 
流金岁月
刘诗诗倪妮双美出击
 
有翡
赵丽颖王一博热血战江湖
 
阳光之下
柯滢小武以正义热血照亮前路
 
大江大河
原班人马再踏经济改革路
 
 
佟丽娅被劝戴口罩引争议
遭讽身为明星没以身作则
 
佘诗曼演绎生活废墟中找寻光
零台词表演
 
华晨宇张碧晨未婚生女
真相曝光为何没人骂？
 
肖战北京春晚现场曝光
节目单出乎意料
 
张翰对郑爽结局早有暗示
短短几句曝光内幕
 
2021年春晚阵容曝光
鲁豫挑起大梁？
 
张雨绮被曝代孕生龙凤胎
工作室辟谣称是不实信息
 
魏大勋收工后直奔杨幂住所
被曝光住街对面方便约会
 
易烊千玺新片造型曝光
穿军装抱暖水袋
 
苗苗重回《芳华》拍摄地
与郑恺摆高难度pose秀恩爱
 
范冰冰衣服宽松孕肚也藏不住
媒体曝光将于4月于巴黎完婚
 
郑爽发文向金晨道歉
不能再自欺欺人的去录节目
 
山海情
黄轩领衔群星扶贫攻坚
 
这个世界不看脸
萝莉大叔CP超甜来袭
 
江山如此多娇
罗晋袁姗姗“搞事业组合”上线
 
流金岁月
刘诗诗倪妮双美联手
 
终极笔记
铁三角再掀江湖波澜
 
黑白禁区
欧豪卧底毒贩破解毒局
 
了不起的女孩
金晨演绎都市女孩成长记
 
这就是生活
刘恺威重磅回归之作
 
我的不惑青春
梅婷陈龙上演别样师生恋
 
跨过鸭绿江
打响抗美援朝史诗之战
 
誓盟
异姓三兄弟热血出击
 
太行之脊
李君峰演绎抗战风雨情
 
雪豹
抗日英雄传奇故事
 
换了人间
铭记光辉历史
 
一代枭雄
孙红雷展示枭雄霸业
 
铁在烧
王雷刘涛真情演绎
 
绝境铸剑
人民军队的军魂！
 
一剑横空
樊少皇领衔热血抗战
 
阳光之下
智慧较量彰显人性正义
 
最美逆行者
首部抗疫题材系列剧
 
医者仁心
医生职业生活剧
 
大江大河
王凯开启感情线！
 
在远方
刘烨马伊琍时代风云
 
外科风云
靳东一言不合就开撩
 
奋进的旋律
奋进群像勾勒新风貌
 
那座城这家人
大地震后的人和事
 
我的继父是偶像
最“反差”CP上线
 
一路上有你
李健徐百卉演绎人间大爱
 
亲爱的，你在哪里
丁宇何雪琳陷婚姻危机
 
三十而已
江疏影童瑶破人生命题
 
娘道
岳丽娜谱写母爱传奇
 
父母爱情
良心好剧百看不厌
 
说好不流泪
旋风少女吴磊来袭
 
下一站婚姻
刘涛于和伟勇敢追爱
 
幸福院之老有所安
刘佩琦上演养老图鉴
 
都挺好
口碑炸裂演技封神
 
有翡
赵丽颖王一博战江湖
 
北灵少年志之大主宰
一起赴少年征途
 
凤唳九天
陈哲远演绎双面将军
 
浮世双娇传
李治廷孟子义上演错爱姻缘
 
唐砖
王天辰开启唐穿之旅
 
一夜新娘
海盗王千里追妻
 
通天狄仁杰
任嘉伦屡破悬案
 
大唐荣耀2
任嘉伦景甜绝美爱情
 
凤囚凰
关晓彤宋威龙虐恋
 搜索结果源于互联网视频网站，系计算机系统根据搜索热度自动排列 网络视听许可证0110516号 手机扫描下载百搜视频APP ', '百度视频电视剧频道_高清电视剧在线观看', '33');
INSERT INTO "public"."content" VALUES ('13', 'http://zhidao.baidu.com', '百度知道是全球最大的中文问答互动平台，每天为数亿网民答疑解惑。百度知道通过AI技术实现智能检索和智能推荐，让您的每个疑问都能够快速获得有效解答。 
总有一个人知道你问题的答案 解决 个问题 

知道须知
 我的财富值 0 -- 我的现金 0 下载百度知道APP在APP端-任务中心提现 我知道了 -- 累计完成 个任务  10任务   略略略略…  50任务   略略略略…  100任务   略略略略…  200任务   略略略略… 您的帐号状态正常 感谢您对我们的支持 
京ICP证030173号-1   京网文【2013】0934-983号            ©2021Baidu  使用百度前必读  |  知道协议   ', '百度知道 - 全球最大中文互动问答平台', '32');
INSERT INTO "public"."content" VALUES ('14', 'http://news.baidu.com', '百度新闻是包含海量资讯的新闻服务平台，真实反映每时每刻的新闻热点。您可以搜索新闻事件、热点话题、人物动态、产品资讯等，快速了解它们的最新进展。 

新闻全文

新闻标题
 加载中请您耐心等待... 您所选城市新闻不足，将展示省会新闻 百度新闻客户端 






搜索
 扫描二维码, 收看更多新闻 ', '百度新闻——海量中文资讯平台', '32');
INSERT INTO "public"."content" VALUES ('15', 'http://www.baidu.com', '  关于百度 About Baidu  ©2017 Baidu 使用百度前必读  意见反馈 京ICP证030173号    ', '百度一下，你就知道', '55');
INSERT INTO "public"."content" VALUES ('16', 'http://www.hao123.com', '上网导航,网址大全,网址导航,hao123上网导航,hao123网址,hao123导航,hao123网址大全,hao123活动, 抽奖活动hao123是汇集全网优质网址及资源的中文上网导航。及时收录影视、音乐、小说、游戏等分类的网址和内容，让您的网络生活更简单精彩。上网，从hao123开始。    内容加载中... ', 'hao123_上网从这里开始', '22');
INSERT INTO "public"."content" VALUES ('17', 'http://app.hao123.com/app', '上网导航,网址大全,网址导航,hao123上网导航,hao123网址,hao123导航,hao123网址大全,hao123活动, 抽奖活动hao123是汇集全网优质网址及资源的中文上网导航。及时收录影视、音乐、小说、游戏等分类的网址和内容，让您的网络生活更简单精彩。上网，从hao123开始。    内容加载中... ', 'hao123_上网从这里开始', '24');
INSERT INTO "public"."content" VALUES ('18', 'http://pan.baidu.com', '网盘,百度网盘,网络U盘,网络硬盘,免费网盘,网盘下载,网盘资源,同步,云存储,外链分享,离线下载百度网盘为您提供文件的网络备份、同步和分享服务。空间大、速度快、安全稳固，支持教育网加速，支持手机端。现在注册即有机会享受15G的免费存储空间 安全存储 生活井井有条 在线预览 文件即开即看 多端并用 数据随身携带 好友分享 共度幸福时光 ', '百度网盘，让美好永远陪伴', '34');
INSERT INTO "public"."content" VALUES ('19', 'http://3g.baidu.com', '全球最大的中文搜索引擎、致力于让网民更便捷地获取信息，找到所求。百度超过千亿的中文网页数据库，可以瞬间找到相关的搜索结果。 ', '百度一下', '51');
INSERT INTO "public"."content" VALUES ('20', 'http://zhushou.360.cn/detail/index/soft_id/5846', '百度下载,百度手机版,百度安卓版,百度免费下载 360手机助手 免费 android 安卓 平台360手机助手为你提供百度下载, 查看最新百度介绍、查看百度应用截图。一键快捷、方便的将安卓版百度免费下载到手机。 如果你是应用开发者欢迎提交软件到360 【小编点评】新闻头条热点视频 展开 


忘记密码？ | 还没有帐号？马上注册>>
 还可以输入200字发表 共  份评分 大家的选择就是正确的选择，你值得拥有 请先下载此应用，才可对其评分。  
                                    - 无广告
                                 - 免费 
            
                    - 获取手机地理位置- 读取联系人- 禁用系统锁屏- 开机自动启动
                
                    - 使用蓝牙- 获取网络状态- 读取电话状态- 访问网络- 获取WiFi状态- 蓝牙管理
                             Copyright©2005-2019 360.CN All Rights Reserved 360安全中心 意见反馈 ', '百度_360手机助手', '37');
INSERT INTO "public"."content" VALUES ('21', 'http://baidu.com/default.html', ' 搜索设置 | 登录  新 闻　网 页　贴 吧　知 道　MP3　图 片　视 频　地 图 空间　百科　hao123 | 更多>>  把百度设为主页 加入百度推广 | 搜索风云榜 | 关于百度 | About Baidu ©2012 Baidu 使用百度前必读 京ICP证030173号  ', '百度一下，你就知道      ', '50');
INSERT INTO "public"."content" VALUES ('22', 'http://www.bilibili.com', 'Bilibili,哔哩哔哩,哔哩哔哩动画,哔哩哔哩弹幕网,弹幕视频,B站,弹幕,字幕,AMV,MAD,MTV,ANIME,动漫,动漫音乐,游戏,游戏解说,二次元,游戏视频,ACG,galgame,动画,番组,新番,初音,洛天依,vocaloid,日本动漫,国产动漫,手机游戏,网络游戏,电子竞技,ACG燃曲,ACG神曲,追新番,新番动漫,新番吐槽,巡音,镜音双子,千本樱,初音MIKU,舞蹈MMD,MIKUMIKUDANCE,洛天依原创曲,洛天依翻唱曲,洛天依投食歌,洛天依MMD,vocaloid家族,OST,BGM,动漫歌曲,日本动漫音乐,宫崎骏动漫音乐,动漫音乐推荐,燃系mad,治愈系mad,MAD MOVIE,MAD高燃bilibili是国内知名的视频弹幕网站，这里有最及时的动漫新番，最棒的ACG氛围，最有创意的Up主。大家可以在这里找到许多欢乐。 
          看视频就可以领钱？戳进来看！
         
          天选之豆全皮肤在召唤
         
          鬼正！用努力弥补技术
         
          你想不到的翻拍大法全在这里！
         
          速看！春节省亲遇熊孩子自救指南
         大雄...已经...无所谓了...【第三期】！！！ 逗比的雀巢 56.1万播放 课 堂 请 勿 对 对 子 9.0 ！！！ 三十六贱笑 93.5万播放 【草原巴适】直播☆开始！仿生狼会梦见电子羊吗？ 呜米 6.0万播放 【危机合约#4】全网首杀 危机等级32 异刃无尽 拳崩大炮 巅峰计划 74.2万播放 15W日元挑战日本最贵扭蛋！竟要9000抽一发！能中什么大奖呢？ 飞社长 24.1万播放 【手绘动画】 阿尔敏——用巨人之力，为世界带来爱与和平~ colorwolf4 5.7万播放 我把剃须刀做成了战争机器 RAY的模型世界 18.6万播放 40元一把，辣椒致死量！肉串撸烤饼，绝！ 盗月社食遇记 340.8万播放 崭新的美少女来咯！虚假的友谊在这个游戏面前不堪一击！《同感》【桌游星期六】第七季12 桌游林吃素 6.5万播放 不就是锤10000下嘛？我这就去对线！ 我的样子平平无奇 23.2万播放 文明不会终结，我们不会放弃 超人王朝：史无前例！五个超人大混战 零基础也能学建模赚钱，用技能养活自己！ 探秘男朋友都买了些什么？ 【苏司喵】(G)I-DLE新曲LOST原创编舞 性感风永远滴神！ 【第五人格】2021 bilibili新春拜年纪 ', '哔哩哔哩 (゜-゜)つロ 干杯~-bilibili', '35');
INSERT INTO "public"."content" VALUES ('23', 'http://game.bilibili.com/platform', 'bilibili游戏,bilibili游戏中心,手游,游戏下载,安卓手游bilibili游戏中心基于B站特有游戏社区文化而生，始终尊重玩家与创作者，为玩家提供游戏预约测试信息及各类游戏下载资源，我们将持续为大家带来海内外优秀游戏作品。 ', 'bilibili游戏丨你的幻想世界', '24');
INSERT INTO "public"."content" VALUES ('24', 'http://www.sogou.com', '搜狗搜索,网页搜索,微信搜索,视频搜索,图片搜索,音乐搜索,新闻搜索,软件搜索,问答搜索,百科搜索,购物搜索搜狗搜索是全球第三代互动式搜索引擎，支持微信公众号和文章搜索、知乎搜索、英文搜索及翻译等，通过自主研发的人工智能算法为用户提供专业、精准、便捷的搜索服务。 “369”后面的文字被忽略，搜狗的查询限制在40个汉字以内。 下载搜狗搜索APP ', '搜狗搜索引擎 - 上网从搜狗开始', '25');
INSERT INTO "public"."content" VALUES ('25', 'http://www.beian.gov.cn/portal/registerSystemInfo?recordcode=11000002000025', '  邮箱：support@beian.gov.cn    邮编：100741    地址：北京市长安街14号    网站标识码：bm09000026   Copyright 公安部网络安全保卫局 All Rights Reserved   京公网安备 11010102002019号     京ICP备05070602号  ', '全国互联网安全管理服务平台', '18');
INSERT INTO "public"."content" VALUES ('26', 'http://www.12377.cn', ' “2020年度中国互联网辟谣优秀作品”揭晓 国家网信办修订《互联网用户公众账号信息服务管理规定》发布施行 多措并举，广西网信办积极做好网络举报和网络辟谣工作 2020年全国受理网络违法和不良信息举报1.63亿件 山东省网信办根据网民举报依法关闭47家违法违规网站 2020年全国网络举报受理情况 2020年12月全国网络举报受理情况 2020年11月全国网络举报受理情况 2020年10月全国网络举报受理情况 2020年9月全国网络举报受理情况 擦除不良信息铲除网络暴力 未成年网民需长期守护 疫期宅家需提防各类电信诈骗：刷单、赌博投资 "云生活"消费陷阱：防疫用品"坑"多多 直播产品涉违规诱导 跨境赌博“十赌九输” 电信网络诈骗全是“陷阱” 特大涉疫电信网络诈骗案侦破 网络信息内容生态治理规定 中华人民共和国网络安全法 中华人民共和国电子签名法 中华人民共和国电子商务法 中华人民共和国侵权责任法（节选） ', '违法和不良信息举报中心', '20');
INSERT INTO "public"."content" VALUES ('27', 'http://corp.sogou.com/private.html', ' 【2020年 11月 06日】更新 【2020年 11月 06日】生效 
            个人信息是指以电子或其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。个人信息包括1）姓名、出生日期、住址、电话、电子邮件等个人基本资料；2）身份证、护照、驾驶证、工作证、社保证、居住证等个人身份信息；3）基因、指纹、声纹、掌纹、面部识别特征等个人生物识别信息；4）个人信息账号、IP地址、个人数字证书等网络身份标识信息；4）个人健康生理信息；5）职业、职位、工作单位、学历、工作经历、成绩单等个人教育工作信息；6）银行账号、口令、存款信息、房产信息、信贷信息、征信信息、交易和消费记录、流水记录、虚拟财产等个人财产信息；7）通信记录和内容、短信、彩信、电子邮件等个人通信信息；8）通讯录、好友列表、群列表、电子邮件地址列表等联系人信息；9）网络浏览记录、软件使用记录、点击记录、收藏列表等个人上网操作记录信息；10）硬件序列号、软件列表、设备MAC地址、唯一设备识别码等设备信息；11）定位信息、行踪轨迹、住宿信息、经纬度等个人位置信息；12）婚史、宗教信仰、性取向、未公开的违法犯罪记录等其他信息。
           
            个人敏感信息指一旦泄露、非法提供或滥用可能危害人身和财产安全，极易导致个人名誉、身心健康受到损害或歧视性待遇等的个人信息。个人敏感信息主要包括个人财产信息、个人健康生理信息、个人生物识别信息、个人身份信息、通信信息、联系人信息、行踪轨迹、精准定位信息、住宿信息、网络浏览记录、14岁以下（含）儿童的个人信息等。
           
            本政策有关个人信息、个人敏感信息的内容出自于GB/T35273《个人信息安全规范》的规定，定义与GB/T35273《个人信息安全规范》定义一致。对个人敏感信息，我们用“加粗斜体”的书写方式进行特别提醒，希望您在阅读时特别关注。
 
            搜狗公司收集个人信息的主要来源有：您向搜狗公司提供的信息、搜狗公司在您使用搜狗产品或服务过程中获取的信息、第三方分享的您的信息。搜狗公司会出于如下产品功能之目的，收集和使用您的个人信息，如您不提供相关信息或不同意我们收集相关信息，您可能无法注册成为我们的用户或无法享受我们提供的某些服务，或无法达到好的服务效果。
           
            一键登录：当您选择使用手机号码一键登录方式登录时，我们会从移动运营商处获取您的手机号码及该号码所属的运营商信息。如您不使用一键登录功能的，您可以通过本政策中的其他方式进行登录。
           
            短信验证登录：如您选择此方式登录，您需要输入手机号码及对应验证码，经验证通过后方可登录。我们会收集您所填写的手机号码，用于账号管理及登录验证。
           
            搜狗账号登录：您需要输入您的用户名、电子邮箱或者手机号码及密码以验证您的身份后登录。如果您没有搜狗账号，可通过邮箱或手机号码及创建密码的方式注册账号。当您使用邮箱注册时，我们会通过邮箱验证您的身份；当您使用手机号码注册时，我们会向您的手机号码发送短信验证码，您需要向我们提供短信验证码以验证您的身份后方可成功注册。
           
            第三方跳转登录：您可以使用第三方账号登录，主要包括QQ、微信、微博手机厂商账号，当您授权使用前述第三方账号登录时，我们会收集从第三方账号共享的头像、昵称及其他您在第三方授权登录界面同意授予的信息。
           
            身份证注册登录：在您使用搜狗游戏服务时，为符合相关法律法规实名注册的要求，您需要提供身份证进行实名注册。
           
            收集前述这些账号信息的目的在于（1）通过账号管理更好地为您提供服务，通过登录账号，您可以查看您使用我们的产品或服务的部分信息，如您的词库、字体、皮肤、表情、积分情况、您的书架信息，同步相关信息；在您更换设备后，通过登录账户，可以继续查看使用您已同步的相关信息，不会因为更换设备而导致数据丢失。（2）如您提供真实有效的手机号码、QQ号、微博号、微信号或其他第三方账号进行绑定，当您遇到注册账号丢失、忘记密码问题时，可以便捷的找回账号和密码。（3）为符合相关法律法规实名注册的要求，我们需要您通过手机号或身份证号实名认证后方可使用部分服务（主要包括发表评论、发布信息、游戏服务）。
           
            主要包括：在您使用搜狗产品购买商品时，为向您发送商品，您向我们提供的联系人、联系地址、联系方式；在您参与搜狗产品开展的红包或积分兑换或提现活动时，为防止作弊行为，需要您提供身份信息进行核对；您在使用语音转写、翻译功能时选择在云端存储的待转写、待翻译及转写、翻译后的文本；其他您在使用我们产品和服务时上传的信息，以具体产品或服务的隐私政策为准。前述信息收集的目的是为对应的具体功能的实现，如您不提供相关信息的，对应功能可能无法实现。
           
            您可以通过我们具体产品或服务内的意见反馈渠道或通过本政策第九条提供的方式向我们提出意见反馈、投诉、申诉或咨询产品或服务相关问题。为了您的账号与系统安全，我们可能需要您提供您注册/登录时的账号，以便对您的用户身份进行核验。在验证过程中，您可能还需要向我们提供相应的证明材料、您的联系方式，以便我们与您联系并帮助您解决问题，或记录相关问题的处理方案及结果。此外，系统可能会记录您与客服之间的沟通记录，以便能够更好地帮您解决所咨询的问题和改善客服质量。如您不提供上述信息，我们可能无法向您及时反馈咨询的结果，但不影响您正常使用我们的产品或服务。
           
            我们的部分产品和服务的个别特定功能可能需要您提供特定的个人敏感信息来实现。收集个人敏感信息前，我们会以显著方式告知并获取您的同意。若您选择不提供该类信息，则可能无法正常使用对应功能，但不影响您使用服务中的其他功能。若您主动提供您的个人敏感信息，即表示您同意我们按本政策所述目的和方式来处理您的个人敏感信息。
           
            设备信息，是指您使用搜狗公司产品或服务时使用的设备的信息。为了搜狗产品和服务与设备进行必要的适配及提供安全服务，您在使用搜狗公司产品或服务时，搜狗公司可能会收集您使用搜狗公司产品或服务的设备名称、设备型号、设备识别码（主要包括IMEI、安卓ID、IDFA、open ID、IMSI信息）、MAC地址、操作系统和应用程序版本、语言设置、分辨率、服务提供商网络ID（PLMN）相关信息。收集这些信息是为了帮助我们进行bug分析，保障您正常使用搜狗产品和服务、改进和优化我们的产品体验、保障您的账号安全。除本政策另有明确约定外，搜狗公司也不会将您的设备信息提供给任何第三方。但搜狗公司无法保证其他第三方不会通过其他途径获知您设备信息、并将设备信息与其他信息相结合识别您个人身份的情况，由此造成您任何损失的，您应向第三方追偿。上述设备信息是为提供服务所收集的基础信息，如您不想设备信息被搜狗公司收集，则可能导致我们无法向您提供正常的服务。
 
            位置信息，是指您开启设备定位功能并使用搜狗公司基于位置提供的相关服务时，收集的有关您位置的信息，主要包括：
           
            （1）当您开启设备定位功能并使用我们的地图导航服务、天气服务、地理位置词库同步服务及与位置信息相关的其他服务时，搜狗公司可能会使用GPS、WiFi或其他技术方式收集和处理有关您所在位置的信息。行踪轨迹、精准定位信息为个人敏感信息，除地图导航、定位相关的具体产品或服务功能所需外，我们的产品或服务不会收集该类个人敏感信息。
 
            （2）您或其他用户提供的包含您所处地理位置的实时信息。包括您或其他人上传的显示您当前或曾经所处地理位置的共享信息，您或其他人共享的照片包含的地理标记信息。
           
            （3）如您不想被访问，可以选择关闭设备或产品/服务中的相关功能，但可能会因此影响搜狗公司向您提供相关服务。
           
            出于服务安全的必要，您使用搜狗产品和服务时，系统可能通过cookies或其他方式自动收集某些信息并存储在服务器日志中。此类信息可能包括： 
           
            （1）对搜狗公司产品和服务的详细使用情况，此种信息可能包括您使用的网页搜索词语、点击记录、访问的页面地址以及您在使用搜狗公司服务时浏览记录；用户习惯统计数据，在使用搜狗公司产品时的设置项信息、部分按键的使用次数，该类数据都是匿名的，搜狗公司无法根据上述数据定位到具体用户。
           
            （2）设备或软件信息，除2.1条所述设备信息外，我们可能收集您使用的软件的版本号、浏览器类型。为确保您操作环境的安全或提供服务所需，我们会收集有关您使用的移动应用和其他软件的信息。
           
            （3）设备事件信息，包括崩溃、系统活动信息及其他相关信息。
           
            （4）IP地址。
           
            主要包括两种情况：
           
            3.1其他用户发布的信息中可能包含您的信息。
           
            3.2为了给您更便捷的生活服务，我们的产品或服务可能接入了一些第三方服务，您在使用第三方服务时所产生或分享的信息，可能主要涉及如下场景，具体产品或服务中有关第三方分享或收集的信息，以具体产品或服务的隐私政策为准。
           
            （1）第三方账号授权登录
           
            当您使用微博、QQ、微信账号及其他第三方账号登录我们的产品或服务时，我们需要核实您的身份或绑定您的账户信息，经过您的授权将相关账号关联到我们的产品或服务中。该等信息包括您在第三方账号注册时使用的头像、昵称及其他您在第三方授权登录界面同意授予的信息（主要包括地区、性别信息，具体以您同意且该等第三方SDK实际提供给本软件的为准）。当您使用移动、联通、电信运营商的手机号一键登录时，我们会从移动运营商（中国联通、中国移动、中国电信）处获取您的手机号码及该号码所属的运营商信息。如您不想前述第三方账号信息被收集，请不要使用第三方账号登录功能。
           
            （2）分享功能
           
            您在使用我们产品或服务中的分享功能时，需要使用第三方SDK（主要包括微博、微信、QQ、QQ空间）进行信息分享，第三方会验证您在第三方的账号信息以实现分享功能。如您不想第三方获得您的相关信息，请不要使用分享功能。
           
            （3）支付功能
           
            在您使用我们的付费类产品或服务时，您需要通过第三方支付平台（主要包括支付宝支付、微信支付SDK）进行支付，相关服务和责任将由第三方承担。第三方会收集您的账单信息，如您不想第三方获得您的前述信息，请不要使用支付功能。
           
            （4）天气服务
           
            天气服务由搜狗公司合作的第三方（如中国天气网）为您提供，为保证该服务的正常使用，我们需要收集您的“位置”信息提供给第三方。如您不想位置信息被提供给该第三方，您可以选择关闭位置权限，但可能会因此影响您使用天气服务。
           
            （5）信息推送服务
           
            我们需要通过第三方通道（主要包括友盟、小米SDK或其他推送类SDK）为您提供信息推送服务，第三方通道需要事先获得您的设备信息方可进行推送。如您不想使用推送服务，您可以通过设置中的通知栏消息管理关闭相应通知功能。
           
            在提供服务过程中,为了保证您能正常使用产品或服务功能,我们会向系统申请您的部分设备权限,您可以选择允许或禁止相关权限申请。您也可以随时在系统设置中取消授权,您取消授权会导致您无法使用相关业务功能，但不会导致您无法使用其他功能。
           
            我们的产品或服务可能需要您授权的系统权限主要涉及以下几类，具体以各个产品或服务的隐私政策内容为准：
           
            1.安全保障：在搜狗公司提供产品和服务时，用于身份验证、客户服务、安全防范、存档和备份用途，确保搜狗公司向您提供的产品和服务的安全性。
           
            2.保证为您所提供的搜索、输入、页面浏览、翻译及其他具体产品或服务功能的正常实现。
           
            3.改善搜狗公司现有产品和服务，满足您的个性化需求，提升用户体验。
           
            （1）为了实现对您的个性化服务，需要了解您如何接入和使用搜狗公司的产品和服务，从而针对性地回应您的个性化需求，搜狗公司可能会收集您的账号信息、日志信息、设备信息、网络环境信息及您在使用我们的产品或服务时所提供的内容信息，提取您的偏好、行为习惯相关信息作特征分析和用户画像，以便为您提供更适合您的定制化服务。
           
            个性化展示的具体场景为：向您展示或推荐您可能更感兴趣的输入法皮肤、资讯、广告、相关度更高的搜索结果或推广信息，并根据您的屏幕分辨率向您展示大小合适的素材内容。我们可能将您的画像信息与您授权的其他方信息结合起来，更好的满足您的需求。搜狗公司也可能使用您的信息，通过搜狗公司的服务、电子邮件或其他方式向您发送营销信息，提供或推广搜狗公司或第三方的商品和服务。个性化展示可能对您产生的影响为：帮助您节约时间，快速触达您可能感兴趣的内容，但可能会产生一定的数据流量消耗。
           
            如您不希望搜狗公司将您的个人信息用作前述个人性推送或个性化广告展示，您可以通过对具体产品或服务中的个性化推送或个性化广告开关进行设置，关闭个性化功能，您也可以通过具体产品或服务提供的相关投诉反馈渠道，要求搜狗公司停止为上述用途使用您的相关信息。
           
            （2）搜狗公司可能为了提供服务或基于改进服务质量的合理需要而获得的您的其他信息，包括您与客服联系时您提供的相关信息，您参与问卷调查时向搜狗公司发送的问卷答复信息，以及您与搜狗公司互动时搜狗公司获得的相关信息。
           
            （3）对于从您的各种设备上收集到的信息，搜狗公司可能会将它们进行关联，以便能在这些设备上为您提供一致的服务。
           
            4.在符合相关法律法规的前提下，搜狗公司可能将通过某产品或服务所收集的个人信息或分析的用户画像，用于搜狗公司的其他产品和服务，以便总体上提升为您提供的产品或服务的质量、更好的提供个性化服务、帮助搜狗公司设计新产品和服务，或在不透漏您个人信息的前提下对用户数据库进行分析并予以商业化利用，包括但不限于展示广告、基于特征标签进行间接人群画像并提供个性化服务。搜狗公司在提供某些产品或服务中，可能会请用户参与“用户体验改进计划”，加入用户体验改进计划的用户，搜狗公司会根据需要对产品和服务的各项功能使用情况进行统计，这样可以通过分析统计数据提高产品和服务质量，推出对用户有帮助的创新产品和服务。如您不想参与该计划，可以通过具体产品或服务中的设置项选择关闭该功能或通过搜狗公司相关产品或服务提供的反馈渠道向我们反馈。
           
            5.软件认证或管理软件升级。
           
            6.根据法律法规在如下情形收集使用您的相关信息，此种情况下无须获得您的授权：
           
          （1）与国家安全、国防安全有关的；
           
          （2）与公共安全、公共卫生、重大公共利益有关的；
           
          （3）与犯罪侦查、起诉、审判和判决执行等有关的；
           
          （4）出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；
           
          （5）用于维护所提供的产品与/或服务的安全稳定运行所必需的，包括发现、处置产品与/或服务的故障等；
           
          （6）为合法的新闻报道所必需的；
           
          （7）学术研究机构基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的；
           
          （8）法律法规规定的其他情形。
           
            7.经您同意的其他用途。
           
            1. 搜狗公司会根据本隐私政策的约定并为实现搜狗公司的产品与/或服务功能对所收集的信息进行使用。
           
            2. 在收集您的个人信息后，搜狗公司将通过技术手段对数据进行去标识化处理，去标识化处理的信息将无法识别主体。请您了解并同意，在此情况下搜狗公司有权使用已经去标识化的信息，并在不透露您个人信息的前提下，有权对用户数据库进行分析并予以商业化的利用。
           
            3. 请您注意，您在使用搜狗公司的产品与/或服务时所提供的所有个人信息，除非您删除或通过系统设置拒绝搜狗公司收集，否则将在您使用搜狗公司的产品与/或服务期间持续授权搜狗公司使用。在您注销账号时，搜狗公司将停止使用并删除您的个人信息。
           
            4. 搜狗公司会对搜狗公司的产品与/或服务使用情况进行统计，并可能会与公众或第三方共享这些统计信息，以展示搜狗公司的产品与/或服务的整体使用趋势。但这些统计信息不包含您的任何身份识别信息。
           
            5. 当搜狗公司展示您的个人信息时，搜狗公司会采用包括内容替换、匿名处理方式对您的信息进行脱敏，以保护您的信息安全。
           
            6. 当搜狗公司要将您的个人信息用于本政策未载明的其它用途时，或基于特定目的收集而来的信息用于其他目的时，会事先征求您的同意后再进行使用。
           
            1. 信息推送
           
            您在使用我们的服务时，我们可能向您发送电子邮件、短信、资讯或推送通知。您可以按照我们的相关提示，在设备上选择取消订阅。
           
            2. 与服务有关的公告
           
            我们可能在必要时（包括因系统维护而暂停某一服务时）向您发出与产品或服务有关的公告。您可能无法取消这些与服务有关、性质不属于广告的公告。
           
            1.搜狗公司不会与搜狗公司以外的任何公司、组织和个人共享您的个人信息，但以下情况除外：
           
            （1）事先获得您明确的同意或授权；
           
            （2）根据适用的法律法规、法律程序的要求、强制性的行政或司法要求所必须的情况下进行提供；
           
            （3）在法律法规允许的范围内，为维护搜狗公司或合作伙伴、您或其他搜狗公司用户或社会公众利益、财产或安全免遭损害而有必要提供；
           
            （4）只有共享您的信息，才能实现搜狗公司的产品与/或服务的核心功能或提供您需要的服务；
           
            （5）应您需求为您处理您与他人的纠纷或争议；
           
            （6）符合与您签署的相关协议（包括在线签署的电子协议以及相应的平台规则）或其他的法律文件约定所提供；
           
            （7）基于学术研究而使用；
           
            （8）基于符合法律法规的社会公共利益而使用。
           
            2. 为便于我们基于关联账号共同向您提供服务，推荐您可能感兴趣的内容、保护其他用户或公众的人身财产安全免遭侵害，提升我们整体的产品服务质量，搜狗公司可能会将您的个人信息与搜狗公司的关联方共享。但搜狗公司只会共享必要的个人信息，且受本隐私政策的约束。搜狗公司的关联方如要改变个人信息的处理目的，将再次征求您的授权同意。
           
            3. 仅为事先本政策中声明的目的，我们的某些服务将由我们和第三方合作伙伴通过数据接口合作的方式共同提供。我们可能会与合作伙伴共享您的某些信息，以提供更好的客户服务和用户体验。我们仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息，并且只会共享提供服务所必须的个人信息。我们的合作伙伴无权将共享的个人信息用于与产品或服务无关的其他用途。目前，此类第三方合作商主要包括：软件服务提供商、智能设备提供商和系统服务提供商、产品功能相关的合作商等，具体包括：
 
            （1）网络服务合作商、智能设备提供商、系统服务提供商：当这些合作商需要与我们联合为您提供服务时，我们会将实现业务所必须的信息与其共享，以向您提供服务。如在本产品接入合作方提供的网络服务时，合作方可能会通过本软件获取您的设备及网络状态信息，以便向您提供当前可用的网络信息。
           
            （2）与产品功能相关的服务合作商。使用的场景主要包括：第三方账号登录、天气服务， 信息推送服务、分享服务、支付服务。具体的第三方信息、对应功能及收集的信息详见本协议第一条“其他第三方分享或收集的信息”中的具体描述。
           
            （3）数据分析、信息推广及广告服务合作伙伴。我们会与该类合作伙伴共享您的设备信息或经过加密后的标签信息，以用于监察广告投放的情况、为用户提供更符合需求的分析结果、实现推广或广告信息的有效触达、优化广告效果。
           
            4. 实现联合活动的参与。当您选择参加我们及我们的关联方或第三方举办的营销活动时，可能需要您提供姓名、地址、联系方式等个人信息，我们可能会将上述信息与关联方或第三方共享，以保障您在我们与第三方的联合活动中获得体验一致的服务。
           
            5. 为了遵守法律、执行或适用搜狗公司的使用条件和其他协议，或者为了保护搜狗公司、您或其他搜狗公司客户的权利及其财产或安全，比如为防止欺诈等违法活动和减少信用风险，而与其他公司和组织交换信息。不过，这并不包括违反本隐私政策中所作的承诺而为获利目的出售、出租、共享或以其它方式披露的个人信息。
           
            6. 对搜狗公司与之共享个人信息的公司、组织和个人，搜狗公司会要求其遵守保密约定，要求他们按照搜狗公司的说明、本隐私政策以及其他任何相关的保密和安全措施来处理个人信息。
           
            搜狗公司不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：
           
            1．事先获得您明确的同意或授权；
           
            2.根据适用的法律法规、法律程序的要求、强制性的行政或司法要求所必须的情况下进行提供；
           
            3.符合与您签署的相关协议（包括在线签署的电子协议以及相应的平台规则）或其他的法律文件约定所提供；
           
            4.在涉及合并、收购、资产转让或类似的交易时，如涉及到个人信息转让，搜狗公司会要求新的持有您个人信息的公司、组织继续受本隐私政策的约束，否则,搜狗公司将要求该公司、组织重新向您征求授权同意。
           
            搜狗公司仅会在以下情况下，且采取符合业界标准的安全防护措施的前提下，才会公开披露您的个人信息：
           
            2.您使用共享功能的；
           
            3.根据法律、法规的要求、强制性的行政执法或司法要求所必须提供您个人信息的情况下，搜狗公司可能会依据所要求的个人信息类型和披露方式公开披露您的个人信息。在符合法律法规的前提下，当搜狗公司收到上述披露信息的请求时，搜狗公司会要求必须出具与之相应的法律文件。搜狗公司对所有的请求都将进行慎重的审查，以确保其具备合法依据，且仅限于执法部门因特定调查目的且有合法权利获取的数据；
           
            4.在紧急情况下，为了保护您、搜狗公司及其他用户的合法权益或公共安全及利益的；
           
            5.符合搜狗公司相关产品和服务的用户协议或其他类似协议的规定。
           
            1.什么是Cookie
           
            Cookie是一种可以让网站服务器将数据存储在客户端或从客户端中读取数据的中立技术。Cookie文件是存储了一些与用户访问网站有关信息的文件，格式为.tex。Cookie内容通常均经过加密,安全的Cookie技术会为用户在上网时提供更为便捷的服务。
           
            2.我们使用Cookie的目的
           
            Cookie对提升用户的网络使用体验很重要，我们使用Cookie一般出于以下目的：
           
            （1）身份验证：Cookie可在您接入我们的服务时通知我们，以使得我们可以验证您的身份信息，确保您的账号安全。
           
            （2）偏好设置：Cookie可帮助我们按照您所希望的服务样式、外观的个性化设置为您提供服务。Cookie记录您之前设定的字号、分辨率等数值，方便在您再次访问时自动为您调整为之前的设定。
           
            （3）安全：Cookie可帮助我们保障数据和服务的安全性，排查针对我们的产品和服务的作弊、黑客、欺诈等行为。
           
            （4）提高效率：Cookie可以避免不必要的服务器负载，提高服务效率，节省资源。
           
            （5）分析和研究：Cookie可以帮助我们了解、改善我们的产品和服务，为新功能或新产品的研发提供参考数据。
           
            （6）广告优化：Cookie可提高广告对用户的吸引力并提升广告服务对广告主、发布商的价值。Cookie可帮助我们在搜狗网站或软件中向您显示您可能感兴趣的广告，我们的合作伙伴也可能会运用Cookie确定我们是否已显示广告。
           
            3.如何管理Cookie
           
            大部分的设备（如使用移动应用程序）和浏览器（如使用网页应用程序和页面）均允许您更改Cookie设置。这些设置通常位于浏览器的“选项”或“偏好”菜单内，您可以进行设置管理。您也可使用浏览器中的“帮助”选项，以获得更多详细信息。但请注意，如果停用Cookie，您可能无法享受最佳的服务体验，某些服务也可能无法正常使用。
           
            1.数据安全技术措施：搜狗公司会采用符合业界标准的安全防护措施，包括建立合理的制度规范、安全技术来防止您的个人信息遭到未经授权的访问使用、修改、避免数据的损坏或丢失；搜狗公司将使用安全技术和程序监测、记录网络运行状态、网络安全事件，并采取必要的技术措施保障网络安全，以防信息的丢失、不当使用、未经授权阅览或披露。在某些服务中，搜狗公司将利用加密技术、匿名化处理等手段来保护您提供的个人信息。但请您理解，由于技术的限制以及可能存在的各种恶意手段，在互联网行业，即便竭尽所能加强安全措施，也不可能始终保证信息百分之百的安全。您需要了解，您接入搜狗公司的产品和服务所用的系统和通讯网络，有可能因搜狗公司可控范围外的因素而出现问题。
 
            2.搜狗公司仅允许有必要知晓这些信息的员工、合作伙伴访问个人信息，并为此设置了严格的访问权限控制和监控机制。搜狗公司同时要求可能接触到您个人信息的所有人员履行相应的保密义务。如果未能履行这些义务，可能会被追究法律责任或被中止与搜狗公司的合作关系。
           
            3.搜狗公司会采取一切合理可行的措施，确保无关的个人信息不被收集。搜狗公司只会在达成本政策所述目的所需的期限内保留您的个人信息，除非需要延长保留期或受到法律的允许。
           
            4.您在使用搜狗公司的产品和服务时所提供、上传或发布的内容和信息，可能会泄露您的个人信息。您需要谨慎地考虑，是否在使用搜狗公司的产品和服务时披露相关个人信息。在一些情况下，您可通过搜狗公司某些产品和服务的隐私设定来控制有权浏览您共享信息的用户范围。
           
            5.互联网并非绝对安全的环境，而且电子邮件、即时通讯、社交软件等与其他用户的交流方式无法确定是否完全加密，搜狗公司建议您使用此类工具时请使用复杂密码，并注意保护您的个人信息安全。由于您将用户密码告知他人、与他人共享注册账户或其他因您个人保管不善，由此导致的任何个人资料泄露、丢失、被盗用或被篡改等产生的责任和损失，您应自行承担。
           
            6.安全事件处理：为应对个人信息泄露、损毁和丢失等可能出现的风险，搜狗公司建立了专门的应急响应团队，按照公司有关安全事件处置规范要求，针对不同安全事件启动安全预案，进行止损、分析、制定补救措施、联合相关部门进行溯源和打击。同时搜狗公司将按照法律法规的要求，及时向您告知：安全事件的基本情况和可能的影响、搜狗公司已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。搜狗公司同时将及时将事件相关情况以邮件、信函、电话、推送通知等方式告知您，难以逐一告知个人信息主体时，搜狗公司会采取合理、有效的方式发布公告。同时，搜狗公司还将按照监管部门要求，主动上报个人信息安全事件的处置情况。
           
            1.您有权访问、修改、删除您的个人信息；但相关信息的删除或修改可能会影响您对相关产品或服务的使用或导致部分功能无法实现。访问、更正、删除的具体路径一般为：进入具体产品后 ，点击“我”，登录后可访问、查看、修改或删除您的账号内信息。您访问、修改和删除个人信息的范围和方式将主要取决于您使用的具体产品和服务。
           
            2.您有权改变您授权同意的范围或撤回您的授权；您可以通过1）删除信息、2）关闭设备功能、3）在具体产品的网站或软件“设置”中进行隐私设置改变您授权搜狗公司继续收集个人信息的范围或撤回您的授权。您也可以通过注销账户的方式，撤回搜狗公司继续收集您个人信息的授权。请您理解，每个业务功能需要一些基本的个人信息才能得以完成，当您撤回同意或授权后，搜狗公司无法继续为您提供撤回同意或授权所对应的服务。但您撤回同意或授权的决定，不会影响此前基于您的授权而开展的个人信息处理。
 
            3.注销账户：您可以通过具体产品或服务设置界面中所公布的注销方式或通过第九条所列联系方式申请注销相关产品账户，我们会根据您的账号安全状态以及产品线信息，判断是否满足注销条件。您注销账户后，搜狗公司将停止为您提供与账号相关的产品或服务功能，并将删除或匿名化处理您的个人信息，除法律法规另有规定或您另有要求外。
           
            4.搜狗公司将采取适当的技术手段，保证您对于自己的个人资料可进行查询、补充、更正或删除，或通过搜狗公司相关产品或服务发布的反馈或投诉渠道申请搜狗公司对相关信息进行补充、更正或删除；搜狗公司收到您的申请后将按流程（如搜狗公司可能会要求您提供相关证明，以确认您的身份）予以处理。请您理解，由于技术所限、法律或监管要求，我们可能无法满足您的所有要求，我们会在合理的期限内答复您的请求。
           
            5.如果您无法访问、更正或删除您的个人信息，或您需要访问、更正或删除您在使用搜狗公司产品与/或服务时所产生的其他个人信息，或您认为搜狗公司存在任何违反法律法规或与您关于个人信息的收集或使用的约定，您可通过第九条所列方式与我们联系。
           
            6.个人信息保护负责人的联系方式jiufen@sogou-inc.com。您有任何关于个人信息保护方面的问题，可以通过前述邮箱与我们联系，我们会在法律规定的范围内及时处理反馈。
           
            1. 我们根据我国法律法规的要求，保护未成年人的个人信息安全。如果您是：（1）儿童（详情请查阅关键词定义）使用者，必须由您的监护人阅读并同意本协议的全部内容以及《搜狗公司儿童隐私保护指引》后，我们方才向您提供搜狗公司产品或服务；（2）已满14周岁的未成年人使用者，必须由您的监护人陪同阅读本协议的全部内容，并在监护人或您本人同意本协议的全部内容后，我们才向您提供搜狗公司产品或服务。如我们有证据证明您违反了上述约定，我们有权停止提供我们的产品或服务。
           
            2. 对于经监护人同意而收集未成年人个人信息的情况，我们只会在法律允许、监护人明确同意或者保护未成年人所必要的情况下使用或公开披露该信息。如我们发现在未事先获得监护人同意的情况下收集了被其监护的未成年人的个人信息，我们会尽快删除相关信息。
           
            1. 个人信息存储地点：
           
            我们会按照法律法规规定，将境内收集的用户个人信息存储在中华人民共和国境内。
           
            2. 个人信息存储期限：
           
            搜狗公司仅在本政策所述目的所必需的期间和法律法规要求的时限内保留您的个人信息。具体期限详见各产品和服务单独的隐私政策，如具体的产品和服务未具体列明的，一般情况下，除非法律法规有其他要求，存储期限与您账号有效期限一致，如您属于非注册账户的，则存储期限一般为6个月。超过前述存储期限后，我们将予以删除或进行不可恢复的匿名化处理。
           
            但在下列情况下，我们可能因需要符合法律要求，更改个人信息的存储时间：
           
            为遵守适用的法律法规等有关规定；为遵守法院判决、裁定或其他法律程序的规定；为遵守相关政府机关或法定授权组织的要求；我们有理由确信需要遵守法律法规等有关规定；为执行相关服务协议或本政策、维护社会公共利益，为保护我们的客户、我们或我们的关联公司、其他用户或雇员的人身财产安全或其他合法权益所合理必需的用途。
           
            当我们的产品或服务发生停止运营的情形时，我们将采取包括但不限于推送通知、公告等形式通知您，并在合理的期限内删除或匿名化处理您的个人信息。
           
            1. 搜狗公司所有的产品和服务均适用本政策。针对某些特定产品和服务的特定隐私政策，将在相关产品和服务的使用协议或单独的隐私协议中具体说明。该等特定产品和服务的隐私条款构成本政策的一部分。如相关特定产品和服务的隐私条款与本政策有不一致之处，适用该特定产品和服务的隐私条款。
           
            2. 本政策仅适用于搜狗公司所收集的信息，并不适用于任何第三方提供的产品和服务或第三方的信息使用规则，您通过搜狗公司的产品和服务而接受的第三方产品和服务（包括任何第三方网站）收集的信息，不适用本政策。如您因第三方产品和服务产生的损失，您可以向第三方主张赔偿。
           
            3. 如您在使用搜狗公司产品、服务中对本隐私政策有任何问题，您可通过我们相关产品或服务对外公布的官方反馈渠道、个人信息保护负责人的联系方式与我们的具体产品或服务团队联系，您也可以通过发送问题到邮箱jiufen@sogou-inc.com或寄送相关文件到北京搜狗信息服务有限公司的注册地址（北京市海淀区中关村东路1号院搜狐网络大厦）等方式与我们公司联系。
           
            1、搜狗公司可能适时修订本政策的条款，该等修订构成本政策的一部分。修订后的政策搜狗公司将及时予以发布。若您继续使用搜狗公司产品和服务，即表示您同意受经修订的隐私政策的约束。
           
            2、本政策的解释及争议解决均应适用中华人民共和国法律。与本政策相关的任何纠纷，双方应经友好协商解决；若不能协商解决，您在此同意将争议提交至北京市海淀区人民法院。如果有管辖权的任何法院裁定或判决本政策的任何条款无效，则该条款将从本政策中移除，该条款的无效不影响本政策其余条款的效力。本政策的其余条款将继续执行。
           
            3、本政策的标题仅为方便阅读而设计，不影响本政策任何条款的含义或解释。
           
            1.用户或您：指使用搜狗公司产品与/或服务的用户。
           
            2.未成年人：指年龄不超过18周岁的未成年人。
           
            3.儿童：指未满14周岁的未成年人。
           
            4.去标识化：指通过对个人信息的技术处理，使其在不借助额外信息的情况下，无法识别您的过程。
           
            5.匿名化：指通过对个人信息的技术处理，使得您无法被识别，且处理后的信息不能被复原的过程。
           
            6.设备：指可用于访问搜狗公司产品或服务的装置。
           
            7.关联公司：指现在或将来与北京搜狗信息服务有限公司构成“一方有能力直接或间接控制、共同控制另一方或对另一方施加重大影响，以及两方或多方以上同受一方控制、共同控制或重大影响的关系的企业”。
           
            搜狗公司
           
                  Personal information refers to all kinds of information that are recorded in
                  electronic
                  or other ways and that can be used alone or in combination with other information to
                  identify the personal identity of natural persons, including but not limited to the
                  name, date of birth, ID number, personal biometric information, address and
                  telephone
                  number of natural persons.
                 
                  When you register your account or use Sogou’s products and services, Sogou may, upon
                  your consent and confirmation, collect relevant personal information provided by
                  you, such as name, gender, age, date of birth, ID number, bank card number, Email
                  address, telephone number, mailing address, occupation and education level, etc.
                 Device information refers to the information about the device that you use for
                  Sogou’s products or services. When you use Sogou’s products or services, Sogou collects information about your
                  device for using Sogou’s products or services, such as device name, device model,
                  device ID, operating system and application version, language setting, resolution,
                  and network ID of the service provider (PLMN), etc. This information can help Sogou
                  to provide you with better information display or product services.
                 
                  （1）When you turn on the device location feature and use related products or services
                  of Sogou, Sogou may use GPS, WiFi or other technical means to collect and process
                  information about your actual location. 
                  （2）Real-time information provided by you or other users including your geographical
                  location. For example, shared information that you or others upload to show your
                  current or former geographical location, and geotagged information that is included
                  in photos that you or others share. 
                  （3）If you do not want to be accessed, you may choose to turn off related functions
                  in the device or products/services, but this may affect Sogou’s provision of related
                  services to you. 
                  （1）Use details of Sogou’s products and services, such as the web search terms you
                  use, the address of the pages you visit, and other information and detailed content
                  that you browse or is requested when you use Sogou’s services; statistical data of
                  user habits, such as the setting item information when you use Sogou input method,
                  the number of use of some keys and the number of words on the screen etc. Such data
                  is anonymous. Sogou cannot locate the specific user based on the uploaded data.
                 
                  （2）Device or software information, such as the configuration information provided by
                  your mobile device, web browser, or other programs used to access Sogou’s products
                  or services, the version of the mobile device, and the device identification number
                  etc.
                 
                  （3）Device event information, such as crashes, system activity and other information.
                 （4）IP address. （5）Information about the mobile applications (APPs) and related
                  software you used, as well as information about your use of such mobile applications
                  and software. For example, the skin change function of Sogou input method will
                  access the skin that the user has installed. If you do not want to be accessed, you
                  may choose to turn off related function, but this may affect Sogou’s provision of
                  related services to you. 1.For authentication, customer
                  service, security, archiving, backup and other purposes when Sogou provides products
                  and services, to ensure the security of Sogou’s products and services provided to
                  you. 2.Guarantee the normal
                  realization of the products or services provided to you, as shown below. （1）Collect your geographical location and destination
                    information etc. when you use Sogou’s map products, in order to help you plan
                    the best route; （2）In order to realize the function
                      of personalized recommendation, understand how you access and use Sogou’s
                      products and services to specifically respond to your individual needs, such
                      as language setting, location setting, personalized help services and
                      instructions, or to make other responses to you and other users.
 3.Improve existing products
                  and services of Sogou to enhance user experience, as shown below. （1） Sogou may collect your browsing
                      information, your interests and hobbies (you can select in the account
                      settings) to conduct data analysis, to show you the information about
                      services you are interested in, or to show you the information that you may
                      wish to find when searching.
 （2）Sogou may also obtain your other
                      information for the purpose of providing services and the reasonable needs
                      of improving the services, including relevant information you provide when
                      contacting the customer service, the questionnaire reply sent to Sogou when
                      you participate in the survey, and relevant information Sogou obtains when
                      you interact with Sogou.
 （3）Sogou may associate the
                      information collected from your various devices to provide you with
                      consistent services on these devices.
 （4）Sogou may combine information
                      from one service with that from other services to provide you with services,
                      personalized content and recommendations.
 4.Help Sogou design new
                  products and services. For example, Sogou may request users to participate in the
                  User Experience Improvement Program in the provision of certain products or
                  services. It will make statistics of the use of various functions of products and
                  services for users joining the User Experience Improvement Program as required. This
                  can improve the quality of products and services through analysis on statistical
                  data and introduce innovative products and services that are helpful to users. If
                  you do not want to participate in the Program, you can choose to turn off relevant
                  features in related products/services. 5.Sogou may use your
                    relevant information to provide you with
                    more relevant advertising or promotional information. Sogou may also use your
                    information to provide or promote goods and services of Sogou or third parties
                    to you by sending marketing information to you through Sogou’s services, email
                    or other means. If you do not want Sogou to use your personal information for
                    the aforementioned purposes, you may request Sogou to stop using your personal
                    information for the above purposes through related channels provided by Sogou in
                    related products or services.
                   6.Software Certification or
                  Management Software Upgrades. 7.Your
                    authorization is not required for collecting and using your relevant information
                    in accordance with laws and regulations under the following circumstances:
                   （1）Related to national security and national defense
                    security; （2）Related to public safety, public health and major public
                    interests; （3）Related to criminal investigation, prosecution, trial
                    and execution of judgment; （4）It is difficult to obtain personal consent for the
                    protection of the subject of personnel information or material legitimate rights
                    and interests such as the lives and property of other individuals. （5）Required to maintain the safe and stable operation of
                    the products and/or services provided, such as detection and handling of
                    malfunctions of products and/or services. （6）Required for legitimate news reporting; （7）As required for statistics or academic research based on
                    public interest, academic research institutions de-identify personal information
                    contained in the academic research or description results provided
                    externally; （8）Other conditions prescribed by laws and regulations. 8.Other purposes with your
                  consent. 1.Sogou will use the information
                collected for the purpose of achieving the functions of Sogou’s products and/or services
                in accordance with the provisions of this Privacy Policy. 2.After
                  collecting your personal information, Sogou will de-identify the data through
                  technical means. The information subject will not be identified upon
                  de-identification. Please understand and agree that Sogou has the right to use
                  de-identified information in this case; and has the right to analyze the user
                  database and use it commercially without revealing your personal information.
 3.Please
                  note that unless you remove all personal information provided by you when you use
                  Sogou’s products and/or services or refuse Sogou’s collection through system
                  settings, you will be deemed to have authorized Sogou to use such information
                  constantly during the term you use Sogou’s products and/or services. When you cancel
                  your account, Sogou will stop using your personal information and delete it.
 4.Sogou will collect statistics on
                the use of Sogou’s products and/or services, and may share the statistical information
                with the public or third parties to demonstrate the overall use trends of Sogou’s
                products and/or services. However, these statistics do not include any of your
                personally identifiable information. 5.When
                  Sogou displays your personal information, Sogou will desensitize your information by
                  the way of content replacement and anonymous treatment to protect your
                  information.
 6.When Sogou intends to use your
                personal information for other purposes not specified in this Policy, or use the
                information collected based on a specific purpose for other purposes, it will ask you
                for prior consent through your initiative to make a check. 1.Sogou will not share your
                personal information with any company, organization and individual other than Sogou,
                except in the following cases
               （1）Obtain your explicit consent or authorization in
                  advance; （2）Provide as necessary in accordance with applicable laws and
                  regulations, legal process requirements, mandatory administrative or judicial
                  requirements; （3）It is necessary to provide, to the extent permitted by laws
                  and regulations, for protecting interests, property or safety of Sogou or partners,
                  you or other Sogou users or the public from harm; （4）Only by sharing your information can the core functions of
                  Sogou’s products and/or services be realized or can Sogou provide the services you
                  need; （5）Meet the requirements of user agreements of related products
                  and services of Sogou or other similar agreements. （6）Handle your disputes with others at your request; （7）Use based on academic research; （8）Use based on social and public interests that comply with
                  laws and regulations. 2.Sogou
                  may share your personal information with Sogou’s affiliates. However, Sogou will
                  only share the necessary personal information and is bound by this Privacy Policy.
                  If Sogou’s affiliates want to change the processing purpose of personal information,
                  they will seek your consent again.
                 3.Sogou
                  may share your information with partners and other third parties to ensure smooth
                  completion of the services provided to you. However, Sogou will only share your
                  personal information for legitimate, rightful, necessary, specific and explicit
                  purposes, and will only share the personal information necessary for providing
                  services. Sogou’s partners do not have the right to use the shared personal
                  information for any other purpose.
                  
4.For companies,
                      organizations and individuals with whom
                      Sogou shares personal information, Sogou will require them to comply with
                      their confidentiality agreement and request them to process personal
                      information in accordance with Sogou’s instructions, this Privacy Policy and
                      any other relevant confidentiality and security measures.
                    

5.Sogou may share
                      your personal information in order to
                      comply with laws, execute or apply Sogou’s conditions of use and other
                      agreements, or to protect the rights, property or safety of Sogou, you or
                      other Sogou’s customers, such as exchange of information with other
                      companies and organizations to prevent fraud and other illegal activities
                      and reduce credit risks. However, this does not include personal information
                      sold, leased, shared, or otherwise disclosed for profit making in violation
                      of the undertakings made in this Privacy Policy.
                    

(II) Information Transfer
Sogou
                    will not
                    transfer your personal information to any company, organization or individual
                    except in
                    the following circumstances:
                  


（1）Obtain your explicit consent or authorization in
                      advance;

（2）Provide as necessary in accordance with applicable
                      laws and
                      regulations, legal process requirements, mandatory administrative or
                      judicial
                      requirements;

（3）Provide in accordance with relevant agreements
                      (including
                      the electronic agreements signed online and corresponding platform rules)
                      signed
                      with you or other legal documents;

（4）Where personal information
                        transfer involves in mergers, acquisitions, transfer of assets or
                        similar transactions, Sogou will require new companies and organizations
                        that hold your personal information to continue to be bound by this
                        Privacy Policy. Otherwise, Sogou will require such companies and
                        organizations to seek your consent again.



(III) Information Disclosure
Sogou
                    will
                    only publicly disclose your personal information in the following circumstances
                    and on
                    the premise of adopting industry-standard security protection measures:
                  


（1）You agree or authorize the disclosure of Sogou;

（2）You use the sharing feature;

（3）In the event that your personal information must be
                      provided
                      in accordance with the requirements of laws and regulations, mandatory
                      administrative enforcement or judicial requirements, Sogou may disclose your
                      personal information based on the requested types of personal information
                      and
                      methods of disclosure. When Sogou receives the above request for disclosure
                      of
                      information, Sogou will request legal documents corresponding to it under
                      the
                      premise of complying with laws and regulations. Sogou makes a careful review
                      of all
                      requests to ensure that they are legal and limits the requests to the data
                      that the
                      law enforcement agencies have legitimate rights to obtain for particular
                      investigation purposes;

（4）Disclose in emergency
                        situations in order to protect the legitimate rights and interests of
                        you, Sogou and other users or public safety and interests;


（5）Meet the requirements of
                        user agreements of related products and services of Sogou or other
                        similar agreements.



 4.For companies,
                      organizations and individuals with whom
                      Sogou shares personal information, Sogou will require them to comply with
                      their confidentiality agreement and request them to process personal
                      information in accordance with Sogou’s instructions, this Privacy Policy and
                      any other relevant confidentiality and security measures.
                     5.Sogou may share
                      your personal information in order to
                      comply with laws, execute or apply Sogou’s conditions of use and other
                      agreements, or to protect the rights, property or safety of Sogou, you or
                      other Sogou’s customers, such as exchange of information with other
                      companies and organizations to prevent fraud and other illegal activities
                      and reduce credit risks. However, this does not include personal information
                      sold, leased, shared, or otherwise disclosed for profit making in violation
                      of the undertakings made in this Privacy Policy.
                     Sogou
                    will not
                    transfer your personal information to any company, organization or individual
                    except in
                    the following circumstances:
                   （1）Obtain your explicit consent or authorization in
                      advance; （2）Provide as necessary in accordance with applicable
                      laws and
                      regulations, legal process requirements, mandatory administrative or
                      judicial
                      requirements; （3）Provide in accordance with relevant agreements
                      (including
                      the electronic agreements signed online and corresponding platform rules)
                      signed
                      with you or other legal documents; （4）Where personal information
                        transfer involves in mergers, acquisitions, transfer of assets or
                        similar transactions, Sogou will require new companies and organizations
                        that hold your personal information to continue to be bound by this
                        Privacy Policy. Otherwise, Sogou will require such companies and
                        organizations to seek your consent again.
 Sogou
                    will
                    only publicly disclose your personal information in the following circumstances
                    and on
                    the premise of adopting industry-standard security protection measures:
                   （1）You agree or authorize the disclosure of Sogou; （2）You use the sharing feature; （3）In the event that your personal information must be
                      provided
                      in accordance with the requirements of laws and regulations, mandatory
                      administrative enforcement or judicial requirements, Sogou may disclose your
                      personal information based on the requested types of personal information
                      and
                      methods of disclosure. When Sogou receives the above request for disclosure
                      of
                      information, Sogou will request legal documents corresponding to it under
                      the
                      premise of complying with laws and regulations. Sogou makes a careful review
                      of all
                      requests to ensure that they are legal and limits the requests to the data
                      that the
                      law enforcement agencies have legitimate rights to obtain for particular
                      investigation purposes; （4）Disclose in emergency
                        situations in order to protect the legitimate rights and interests of
                        you, Sogou and other users or public safety and interests;
 （5）Meet the requirements of
                        user agreements of related products and services of Sogou or other
                        similar agreements.
 1.Sogou retains your personal
                information only during the period necessary for the purposes described in this Policy
                and within the time limit required by laws and regulations.
               2.Data security technology
                measures: Sogou will adopt industry-standard security protection measures, including the
                establishment of reasonable systems, regulations and security technology to prevent your
                personal information from unauthorized access, use, modification and to avoid data
                damage or loss; Sogou will use security technology and procedures to monitor and record
                network operating conditions and network security incidents, and will take necessary
                technical measures to ensure network security and prevent loss, improper use,
                unauthorized reading or disclosure of information. For example, Sogou will use
                encryption technology to protect the personal information you provide in some services.
                However, please understand that even if we do our best to
                  strengthen security measures, it is impossible to always ensure that information is
                  100% safe in the Internet industry due to technical limitations and various
                  malicious methods that may exist. You need to understand that the systems and
                  communication networks you use to access Sogou’s products and services may have
                  problems due to factors beyond the control of Sogou.
 3.Sogou only allows employees and
                partners who need to know the personal information to access such information, and sets
                strict access control and monitoring mechanisms for this purpose. Sogou also requires
                all personnel who may come into contact with your personal information to fulfill
                corresponding confidentiality obligations. Failure to fulfill these obligations may
                result in legal liability or suspension of a partnership with Sogou.
               4.Sogou will take all reasonable
                and feasible measures to ensure that unrelated personal information is not collected.
                Sogou will only retain your personal information for the period required to achieve the
                purposes described in this Policy unless extension of the retention period is necessary
                or is allowed by law.
               5.Content
                  and information that you provide, upload or publish when you use Sogou’s products
                  and services (such as photos of your personal activities, etc.) may reveal your
                  personal information. You need to carefully consider whether you disclose personal
                  information when using Sogou’s products and services. In some cases, you can control
                  the scope of users who have the right to browse your shared information through the
                  privacy settings of Sogou’s products and services.
 6.The
                  Internet is not an absolutely secure environment. Meanwhile, it is impossible to
                  confirm that the communication methods including e-mail, instant messaging and
                  social software for communicating with other users are fully encrypted. Sogou
                  recommends that you use complex passwords and pay attention to protect your personal
                  information when using such tools.
 7.Handling of security incidents:
                In order to deal with potential risks such as disclosure, damage and loss of personal
                information, Sogou established a special emergency response team to initiate security
                plans, stop loss, conduct analysis, set out remedial measures and coordinate with
                related departments to trace and attack against different security incidents in
                accordance with relevant requirements of Sogou. At the same time, Sogou will promptly
                inform you in accordance with the requirements of laws and regulations of the basic
                situation and possible impact of security incidents, the handling measures that Sogou
                has taken or will take, the suggestions that you can take for independent prevention and
                reduce risks, and the remedies for you etc. Sogou will promptly notify you of the
                incident-related situation by e-mail, letter, telephone and push notification, etc. When
                it is difficult to notify each subject of the personal information one by one, Sogou
                will issue an announcement in a reasonable and effective manner. At the same time, Sogou
                will also take the initiative to report on the handling of personal information security
                incidents in accordance with regulatory requirements.
               1.You have the right to access,
                correct or delete your personal information;
                however, the deletion or modification of relevant information
                  may affect your use of related products or services or result in the realization of
                  some functions.
                
 2.You have the right to change the
                scope of your authorization or withdraw your authorization; you can change the scope of
                your authorization for Sogou to continue collecting personal information or withdraw
                your authorization by deleting information, turning off device features, privacy
                settings in websites or software, etc. You may also withdraw your authorization for
                Sogou to continue collecting your personal information by canceling your account.Please understand that some basic personal information is required
                  to realize each business function. When you withdraw your consent or authorization,
                  Sogou cannot continue to provide you with the services corresponding to the withdrew
                  consent or authorization, and will no longer process your corresponding personal
                  information. However, your decision to withdraw your consent or authorization will
                  not affect the processing of personal information previously based on your
                  authorization.
 3.You can also apply for
                cancellation of related product accounts directly if you meet agreed conditions of
                relevant products. After you cancel your account, Sogou will stop providing products
                and/or services for you and will delete your personal information according to your
                requirements, unless otherwise stipulated by laws and regulations.
               4. Sogou will adopt appropriate
                technical means to ensure that you can make inquiries, supplements, corrections, or
                deletions of your personal data, or request Sogou to supplement, correct or delete
                relevant information through the feedback or complaint channel released by related
                products or services of Sogou; Sogou will process your requests according to the
                procedure (for example, Sogou may ask you to provide relevant certificates to confirm
                your identity) after receiving your application.
               5. If you
                  are unable to access, correct or delete your personal information, or if you need to
                  access, correct or delete any other personal information you may have generated
                  while using Sogou’s products and/or services, or if you believe that Sogou violates
                  laws and regulations or your agreement on the collection or use of personal
                  information, you may contact Sogou through the official feedback channel of related
                  products or services publicly announced by Sogou or by email at
                  jiufen@sogou-inc.com.
 1. Sogou attaches great
                importance to the protection of personal information of minors. If you are a minor under
                the age of 18, you should obtain the consent of your parents or legal guardian
                (collectively referred to as the "Guardian") before submitting personal information.
               2. Sogou encourages
                Guardians to guide minors to use Sogou’s products and services, and recommends that
                minors encourage their Guardians to read this Policy.
               3. Guardians shall bear the
                primary responsibility for protecting the privacy of minors in the network environment.
               4. Sogou will protect
                relevant information of minors according to relevant laws and regulations of China.
               1.
                  Any leakage, loss, misappropriation or falsification of any personal data that
                  results from your disclosure of your password to others, sharing of a registered
                  account with others, or other reasons that you personally mismanage your personal
                  information.
 2.
                  Any leakage, loss, misappropriation or falsification of any personal data arising
                  from force majeure that affect the normal operation of the network such as hacking,
                  computer virus intrusion or attack, temporary closure due to government control,
                  etc.
 3.
                  Leakage of personal information due to other websites linked to Sogou and any
                  resulting legal dispute and consequence.
 4.
                  Leakage of personal information caused by other non-Sogou causes and any resulting
                  legal dispute and consequence.
 1. All products and
                services of Sogou are applicable to this Policy. Specific privacy policies for certain
                specific products and services will be particularly specified in the use agreements or
                separate privacy agreements for related products and services. The privacy provisions of
                these specific products and services form part of this Policy. In case of any
                inconsistency between the privacy provisions of a particular product and service and
                this Policy, the privacy provisions of that particular product and service shall
                prevail.
               2.
                  This Policy applies only to the information collected by Sogou. It does not apply to
                  the products and services provided by any third party or the rules governing the use
                  of information of third parties, such as the information collected by third-party
                  products and services (including any third-party website) which is accepted through
                  Sogou’s products and services is not applicable to this Policy. Sogou assumes no
                  responsibility for the use of any third party of information provided by you
                  .
 3. If you have
                  any questions about this Privacy Policy in using
                  Sogou’s products or services, you may contact Sogou through the official feedback
                  channel of relevant products or services publicly announced by Sogou or via email at
                  jiufen@sogou-inc.com.
 4. "Associate" in
                  this Policy means the enterprise forming "one party
                  has the ability to directly or indirectly control, or jointly control another party,
                  or exert a significant influence on the other party, and two or more parties are
                  controlled by the same party or are jointly controlled, or have the relationship of
                  significant influence" with Beijing Sogou Information Service Co., Ltd. at present
                  or in the future.
 
            【2020年 11月 06日】生效
           
            搜狗公司（指北京搜狗信息服务有限公司及其关联公司，以下简称“搜狗公司”或“我们”）尊重并保护使用我们产品与/或服务的儿童的个人信息。除《搜狗公司隐私政策》以及针对特定产品与/或服务的个人信息保护政策（如有），我们还根据《网络安全法》、《儿童个人信息网络保护规定》等相关法律法规，制定了《搜狗公司儿童隐私保护指引》（以下简称“本指引”）。我们建议由监护人（以下简称“您”）完整地阅读本指引，在需要时，按照本指引作出您认为适当并能够保护您孩子（指未满14周岁的未成年人）权利的选择。
           
            本指引构成《搜狗公司隐私政策》及特定产品与/或服务的个人信息保护政策（如有）的一部分，并在其基础上对儿童个人信息保护作出了详细说明。本指引未提及的内容请以《搜狗公司隐私政策》及特定产品与/或服务的个人信息保护政策（如有）的内容为准，如在儿童个人信息保护方面有与《搜狗公司隐私政策》及特定产品与/或服务的个人信息保护政策（如有）有不一致的，请以本指引为准。如果您不同意相关隐私政策和本指引的内容或不同意提供服务所必要的信息，将可能导致对应的产品与/或服务无法正常运行，或者无法达到我们拟达到的服务效果，请您的孩子不要使用我们的产品、服务或相关的具体业务功能。
           
            向您特别提示：如您孩子将使用本指引未提及的搜狗公司产品与/或服务的功能的，请参考《搜狗公司隐私政策》及特定产品与/或服务的个人信息保护政策（如有）中个人信息收集和使用部分的相关内容，但建议在您的陪同与监护下进行操作或者由您直接代其操作。
           
            我们在提供搜狗产品与/或服务过程中遵循正当必要、知情同意、目的明确、安全保障、依法利用的原则，并根据您的同意和依法处理您孩子的个人信息。您有权访问、更改、删除您孩子的个人信息以及有权注销搜狗账号。我们允许您更改您的授权范围或者撤销您的同意，您还拥有投诉和获得我们回复的权利。请您知悉，关于搜狗公司在部分产品与/或服务中使用Cookie或其他同类技术追踪您和您孩子个人信息的详细情况请您参阅《搜狗公司隐私政策》及特定产品与/或服务的个人信息保护政策（如有）。
 
            我们十分重视您孩子的个人信息安全，为此我们采用了符合行业标准的安全技术措施及配套的组织架构和管理体系等多层面保护措施，以最大程度防止您孩子的个人信息被泄露、毁损、误用、未授权访问、未授权披露或更改。
           
            如对本指引或相关事宜有任何问题，您可以通过我们的儿童个人信息保护负责人邮箱【jiufen@sogou-inc.com 】与我们取得联系。
           
            本指引包含以下内容：
           
            我们根据合法、正当、必要的原则，仅收集实现产品功能所必要的信息。在您孩子使用搜狗产品与/或服务的过程中，可能会主动提供信息，我们也可能收集您孩子因为使用搜狗产品与/或服务而产生的信息，用于向您孩子提供、优化搜狗产品与/或服务以及保障账号安全。
           
            您理解并同意，在使用某些特定产品与/或服务时，您需要通过账号登录后方可使用，我们向您提供以下登录方式：
           
            （1）您可以通过与我们合作的第三账号平台（一般包括QQ、微信、微博、手机厂商）的账号进行登录，并授权我们获得您或者您孩子在该等第三方账号项下的相关信息，包括昵称、头像，该授权第三方账号会与搜狗账号进行绑定；提示您注意，该等第三方平台所收集的您或您孩子的个人信息，适用第三方平台的隐私政策或相关声明，请您重点阅读。
           
            （2）您也可以注册一个搜狗通行证账号并在登录后使用该搜狗特定产品与/或服务。在注册搜狗通行证账号时，可能需要您向我们提供手机号码或邮箱，我们将通过发送短信验证码或邮件的方式来验证手机号码或邮箱是否有效。
           
            基于某些产品与/或服务的特殊性，为保护您孩子的合法权益或遵守相关法律法规政策及主管部门的要求，可能需要输入您孩子的生日、年龄信息以便于进行年龄识别。如依据上述信息识别出您孩子属于不满14周岁的儿童用户的，将按照法律法规的规定，在获得您（监护人）的同意之后才允许您孩子使用相关产品或服务。请您知悉并理解，您孩子在使用相关产品或者服务时部分功能可能会受到限制。
           
            为满足相关法律法规政策及相关主管部门的要求，某些产品与/或服务需要用户先完成实名认证后才可以继续使用相应的产品与/或服务。为实现此目的，您需要向我们提供您孩子的姓名、身份证号码、身份证复印件或扫描件。如拒绝提供该实名身份信息会导致您孩子无法登录、无法使用相应的搜狗产品与/或服务或者处理账号相关事宜，或在使用过程中受到相应限制。
           
            为教育引导您孩子增强个人信息保护意识和能力，保护您孩子的个人信息安全，我们强烈建议上述注册过程由您来帮助您孩子完成。
           
            在使用某些产品与/或服务的过程中，您的孩子可以上传或发布相应的信息内容（包括文本内容、图片信息、音频及视频），我们会收集上述信息以实现对应的服务目的。我们建议应在您事先确认上述信息内容的准确性及合法性的前提下，指导您孩子完成上述操作。提示您注意，如涉及上传含第三方个人信息的内容，请确保上传行为已经获得该个人信息主体的授权。另外建议您的孩子在使用某些产品或服务过程中，谨慎上传本人的真实肖像照片等信息。
 
            在您与/或您孩子与我们的在线客服与/或电话客服进行沟通时，为及时与您取得联系，反馈问题的处理结果，您可能需要向我们提供您的账号信息以便于我们验证您的真实身份。您可能还需要提供您的相应联系方式，以便我们及时和您沟通。在您与/或您孩子反馈意见或与我们的客服沟通过程中，为了更好的保护双方合法权益，我们会收集沟通过程中产生的文字、语音及图片信息。
           
            提示您注意，我们不会单独与您孩子进行沟通，如您孩子单独向我们咨询的，我们会告知其应在您的指导和陪护下进行或由您直接与我们进行沟通。
           
            请您知悉：
           
            1. 为了使应用与移动设备进行必要的适配并提供安全服务，在您使用产品或服务时，根据您与/或您孩子在软件安装及使用中授予的具体权限，我们会收集您与/或您孩子的移动客户端设备型号、设备识别码（可能包含安卓ID、iOS广告标识符（IDFA）、IMEI、IMSI、Mac地址）、系统版本、网络日志信息，包括网络崩溃、系统活动信息、浏览记录、点击/点赞记录、软件使用记录及IP地址信息。收集这些信息是为了帮助我们进行bug分析，保障您正常使用搜狗相关应用的产品与/或服务、改进和优化我们的产品体验、保障您的账号安全。我们不会将该等信息与您的个人身份信息进行匹配，同时，除《搜狗公司隐私政策》、特定产品与/或服务的个人信息保护政策（如有）或本指引另有明确约定外，我们也不会将您与/或您孩子的移动设备信息提供给任何第三方。但我们无法保证其他第三方不会通过其他途径获知您与/或您孩子设备信息、并将设备信息与其他信息相结合识别您个人身份的情况，由此造成您任何损失的，您应向该第三方追偿。上述设备信息是为提供服务所收集的基础信息，如您不想设备信息被我们收集，则可能导致我们无法向您提供正常的服务。
           
            2. 在使用某些特定类别的儿童产品时，基于您的授权同意，我们会向您提供设备使用者的定位信息，但该等信息仅会与设备应用所关联的账号进行绑定，我们不会识别具体使用者的身份，以保障您孩子的隐私安全。
           
            您孩子在使用特定产品与/或服务过程中的具体场景，以及我们收集其个人信息的详细情况，请查阅《搜狗公司隐私政策》及特定产品与/或服务的个人信息保护政策（如有）。如我们需要超出上述收集范围收集您孩子的个人信息，我们将再次告知您，并征得您的同意。
           
            根据法律法规的规定，我们会对委托处理、共享您孩子个人信息的行为进行严格的限制。除以下情形外，我们不会委托任何第三方或与第三方共享您孩子的个人信息：
           
            2.1.1 获得您的明示同意或授权；
           
            2.1.2 应您的合法要求而提供您孩子的个人信息；
           
            2.1.3 我们不会委托第三方合作伙伴（第三方产品与/或服务供应商、广告合作伙伴、支付服务应用等）处理或者与这些第三方共享您孩子的个人信息，除非经过您的明示同意或授权。具体请查阅《搜狗公司隐私政策》。
           
            在经过您的明示同意过授权的情况下，基于合法、正当、必要的目的，我们委托第三方处理您孩子个人信息的，我们会根据法律、行政法规的要求，自行或委托第三方机构进行安全评估。我们还会要求他们签署协议，要求受委托方的处理行为不得超出我们的授权范围，不得转授权。并且，要求受托方按照我们的说明、隐私政策以及其他相关的保密和安全措施来为我们处理上述信息，并用于实现本指引所述目的。如要改变您孩子个人信息的处理目的，该等第三方将再次征求您的授权同意。
           
            我们只会向上述受托方提供实现相关产品与/或服务功能所必要的个人信息，我们还会在委托处理或共享的过程中采用加密、匿名化、去标识化等手段保障您孩子的信息安全。
           
            原则上，我们不会将您孩子的个人信息控制权向其他公司、组织和个人转让，但以下情况除外：
           
            (1)基于您/您孩子提出的要求、或事先获得明确的同意或授权；
           
            (2)与我们履行法律法规规定的义务相关的；
           
            (3)与国家安全、国防安全直接相关的；
           
            (4)与公共安全、公共卫生、重大公共利益直接相关的；
           
            (5)与犯罪侦查、起诉、审判和判决执行等直接相关的；
           
            (6)出于维护您或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；
           
            (7)您/您孩子自行向社会公众公开的个人信息；
           
            (8)从合法公开披露的信息中收集个人信息的，如通过合法的新闻报道、政府信息公开等渠道；
           
            (9)发生公司合并、收购或破产清算，运营主体变更时的转让。
           
            请您知悉：如具备上述事由确需转让，我们将在转让前向您告知转让信息的目的、类型、信息受让方（如涉及敏感信息，我们还将告知涉及的敏感信息的内容），并在征得您同意后再转让，但法律法规另有规定的除外。
           
            原则上我们不会向社会或不特定人群公开披露您的个人信息，但以下情况除外：
           
            (1)基于与您的约定的；
           
            (2)根据法律法规应当披露的。
           
            3.1 您可以通过《搜狗公司隐私政策》及特定产品与/或服务的个人信息保护政策（如有）中写明的途径访问、更正、删除您孩子的个人信息，我们在产品设计中为您提供了相应的操作设置，便于您及时保护您孩子的个人信息。
           
            3.2 您也可以发送邮件至【jiufen@sogou-inc.com 】 与我们联系来提出管理您孩子个人信息的要求。请您理解，出于安全层面考虑，我们会在核实您的身份后处理您的要求。在核实过程中，我们可能需要您提供有关您及您孩子的账号、产品使用情况的相关信息，以完成身份验证和问题核实。
           
            提示您注意，当您孩子达到18周岁后，可由您孩子自行管理其账号。
           
            我们会将在中国境内收集和产生的您孩子的个人信息存储在中国境内。我们不会将您孩子的个人信息传输至中国境内以外地区。对于您孩子的个人信息，我们会采取加密等安全保护措施，确保信息安全。我们不会超过实现收集、使用目的所必需的期限存储您孩子的个人信息，超出上述个人信息存储期限后，我们将对您孩子的个人信息进行删除或匿名化处理。您可以通过查阅《搜狗公司隐私政策》及特定产品与/或服务的个人信息保护政策（如有）来详细了解我们如何存储和保护您孩子的个人信息。
           
            我们可能适时对本指引的条款进行修改或增补，如涉及对您孩子的权益造成实质性影响的（如处理您孩子的个人信息的目的、方式和范围等），我们将在修订生效前通过在网页端或App内的弹窗提示或向您发送电子邮件或以其他方式发布对本指引所做的变更，以再次征得您的同意。如您不同意修订后的本指引，我们将无法继续向您孩子提供本产品与/或服务。
           
            本指引适用于不满14周岁的未成年人，针对于其他年龄用户请参照《搜狗公司隐私政策》及特定产品与/或服务的个人信息保护政策（如有）。
           
            如对本指引或相关事宜有任何问题，您可以通过我们的儿童个人信息保护负责人邮箱【 jiufen@sogou-inc.com】与我们取得联系。我们将会在15个工作日内核验您的身份并给予回复。
           
            7.1 您：指注册并使用搜狗产品与/或服务的儿童的监护人。
           
            7.2儿童及您孩子：指年龄不满14周岁的未成年人。
           
            其他本指引未列明的关键词定义请参考《搜狗公司隐私政策》及特定产品与/或服务的个人信息保护政策（如有）。
           关注搜狗官方微博、微信账号更多信息随时获取！ All rights reserved by搜狗.京ICP证050897号 ', '隐私政策-搜狗公司', '22');
INSERT INTO "public"."content" VALUES ('28', 'http://fankui.help.sogou.com/index.php/web/web/index/type/4', ' 感谢您对搜狗搜索的支持，我们会尽快处理您提交的反馈问题，谢谢。 感谢您对搜狗搜索的支持，我们会尽快处理您提交的反馈问题，谢谢。 感谢您对搜狗搜索的支持，我们会尽快处理您提交的反馈问题，谢谢。 您的ip存在恶意刷单行为！ 感谢您对搜狗搜索的支持，我们会尽快处理您提交的反馈问题，谢谢。 帮助 ', '个人反馈', '17');
INSERT INTO "public"."content" VALUES ('29', 'http://www.sogou.com/docs/terms.htm?v=1', ' 　　1、任何通过搜狗网站搜索引擎技术和服务所得的搜索结果链接的网页，以及网页中之所有内容，均系该网页所属第三方网站的所有者制作和提供（以下简称"第三方网页"）。该等搜索结果和第三方网页均系搜索引擎技术自动搜录所得，并不是也不反映搜狗公司之任何意见和主张，也不表示搜狗公司同意或支持该等第三方网页上的任何内容、主张或立场。搜狗公司对第三方网页中内容之合法性、准确性、真实性、适用性、安全性等概不负责，也无法负责。 　　2、任何单位或个人如需要第三方网页中内容（包括资讯、资料、消息、产品或服务介绍、报价等），并欲据此进行交易或其他行为前，应慎重辨别这些内容的合法性、准确性、真实性、实用性和安全性（包括下载第三方网页中内容是否会感染电脑病毒），并采取谨慎的预防措施。如您不确定这些内容是否合法、准确、真实、实用和安全，搜狗公司建议您先咨询专业人士。 　　3、任何单位或者个人因相信、使用第三方网页中信息、服务、产品等内容，或据此进行交易等行为，而引致的人身伤亡、财产毁损（包括因下载而感染电脑病毒）、名誉或商誉诽谤、版权或知识产权等权利的侵犯等事件，及因该等事件所造成的损害后果，搜狗公司概不负责，亦不会也不能承担任何法律责任，而应由第三方网页的所有者承担。无论何种原因，搜狗公司不对任何非与搜狗公司直接发生的交易和行为承担任何直接、间接、附带或衍生的损失和责任。 　　4、任何第三方网站如不想被搜狗公司的搜索引擎技术收录，须及时向搜狗公司反映，或在其网站的页面中根据拒绝蜘蛛协议（Robots Exclusion Protocol）加注拒绝收录的标记，否则，搜狗公司的搜索引擎技术将视其为可收录网站。 　　5、任何单位或个人如认为通过搜狗网站搜索引擎服务所得的第三方网页中内容可能涉嫌侵害其合法著作权，应按照《信息网络传播权保护条例》的规定，以书面的形式及时向搜狗公司反应，并提供相应身份证明、权属证明及详细的侵权情况证明，搜狗公司在收到上述文件后，会尽快断开搜索结果中至被控侵权的第三方网页的链接。如果该等被断开链接的第三方网站所有者认为被提出权利主张的搜狗搜索结果并未侵害他人合法著作权的，亦有权按照《信息网络传播权保护条例》的规定，向搜狗公司发出关于被断开链接不违反《信息网络传播权保护条例》的反通知。搜狗公司提醒您注意：如您的主张侵权或主张不侵权的陈述失实，您将按照《信息网络传播权保护条例》的规定，承担相关法律责任。 ', '搜狗-免责声明', '22');
INSERT INTO "public"."content" VALUES ('30', 'http://www.privacyassociation.org', 'The International Association of Privacy Professionals: Policy neutral, we are the world’s largest information privacy organization. The day’s top stories from around the world Where the real conversations in privacy happen Original reporting and feature articles on the latest privacy developments Alerts and legal analysis of legislative trends Exploring the technology of privacy A roundup of the top Canadian privacy news A roundup of the top European data protection news A roundup of the top privacy news from the Asia-Pacific region A roundup of the top privacy news from Latin America A roundup of US privacy news Grab the official IAPP Data Privacy Day Swag Bag and find a celebration near you as we mark Data Privacy Day with a month of activities. Talk privacy and network with local members at IAPP KnowledgeNet Chapter meetings, taking place worldwide. Have ideas? Need advice? Subscribe to the Privacy List. It’s crowdsourcing, with an exceptional crowd. Looking for a new challenge, or need to hire your next privacy pro? The IAPP Job Board is the answer. Locate and network with fellow privacy professionals using this peer-to-peer directory. Understand Europe’s framework of laws, regulations and policies, most significantly the GDPR. Steer a course through the interconnected web of federal and state laws governing U.S. data privacy. Develop the skills to design, build and operate a comprehensive data protection program.  Add to your tech knowledge with deep training in privacy-enhancing technologies and how to deploy them. Gain the knowledge needed to address the widest-reaching consumer information privacy law in the U.S. Learn the legal, operational and compliance requirements of the EU regulation and its global influence. Meet the stringent requirements to earn this American Bar Association-certified designation. The global standard for the go-to person for privacy laws, regulations and frameworks The first and only privacy certification for professionals who manage day-to-day operations As technology professionals take on greater privacy responsibilities, our updated certification is keeping pace with 50% new content covering the latest developments. Recognizing the advanced knowledge and issue-spotting skills a privacy pro must attain in today’s complex world of data privacy. The first title to verify you meet stringent requirements for knowledge, skill, proficiency and ethics in privacy law, and one of the ABA’s newest accredited specialties. The IAPP’S CIPP/E and CIPM are the ANSI/ISO-accredited, industry-recognized combination for GDPR readiness. Learn more today. Certification des compétences du DPO fondée sur la législation et règlementation française et européenne, agréée par la CNIL. Use the Vendor Demo Center, Privacy Vendor List and Privacy Tech Vendor Report to easily identify privacy products and services to support your work. Access a collection of privacy news, resources, guidance and tools covering the COVID-19 global outbreak. This tool maps requirements in the law to specific provisions, the proposed regulations, expert analysis and guidance regarding compliance, the ballot initiative, and more. This interactive tool provides IAPP members access to critical GDPR resources — all in one location. IAPP members can get up-to-date information here on the California Consumer Privacy Act and the California Privacy Rights Act. The IAPP''s EU General Data Protection Regulation page collects the guidance, analysis, tools and resources you need to make sure you''re meeting your obligations. Access all white papers published by the IAPP. Access all reports and surveys published by the IAPP. The IAPP’s state law comparison tracker consists of proposed and enacted comprehensive privacy bills from across the U.S. This FAQs page addresses topics such as the EU-U.S. Privacy Shield agreement, standard contractual clauses and binding corporate rules. Create your own customised programme of European data protection presentations from the rich menu of online content. Explore the privacy/technology convergence by selecting live and on-demand sessions from this new web series. Customize your own learning and neworking program!  Choose from four DPI events near you each year for in-depth looks at practical and operational aspects of data  protection.  The world’s top privacy conference. Whether you work in the public or private sector, anywhere in the world, the Summit is your can''t-miss event. Find answers to your privacy questions from keynote speakers and panellists who are experts in Canadian data protection. World-class discussion and education on the top privacy issues in Asia Pacific and around the globe.  Delivering world-class discussion and education on the top privacy issues in Australia, New Zealand and around the globe.  The hub of European privacy policy debate, thought leadership and strategic thinking with data protection professionals. View our open calls and submission instructions. Increase visibility for your organization—check out sponsorship opportunities today.  Start taking advantage of the many IAPP member benefits today See our list of high-profile corporate members—and find out why you should become one, too Don’t miss out for a minute—continue accessing your benefits Review current member benefits available to Australia and New Zealand members The International Association of Privacy Professionals: Policy neutral, we are the world’s largest information privacy organization. Learn more Lower your data privacy risks with in-depth training for key decision makers. Learn wherever and whenever you want with our robust, interactive online privacy training programs.   View demos of privacy products and services in the new Vendor Demo Center. IAPP members get access to tons of great benefits Find out what’s making headlines today. In the rapid changes in data protection, we make it easy to stay in the know with daily news updates, expert analysis, original reporting, legislative alerts and opinion pieces from the influencers making the news. There are lots of ways to connect with fellow members and the privacy community. From local chapter meetings to virtual networks to social media, you’ll find networking opportunities to help you get involved. From privacy training to web conferences to books and beyond, you’ll find the resources you need to build your knowledge, power up your staff and be more effective at your job. Looking for a way to stand out? Add an IAPP credential after your name. Whether you want to distinguish yourself from others in your field or to advance your skills, a globally recognized IAPP certification is the edge you’re looking for. The IAPP offers all the tools and information you need to get your job done. We’ve collected templates, forms, charts and checklists to help you with everything you can think of, from privacy notices to data breach response to cybersecurity and beyond. There’s no better way to experience the IAPP community. Whether you’re looking for education, networking or access to privacy experts and regulators, IAPP conferences are where it’s at. We host eight premier conferences around the world each year. The IAPP is the largest and most comprehensive global information privacy community and resource. Founded in 2000, the IAPP is a not-for-profit organization that helps define, promote and improve the privacy profession globally. The IAPP is the only place you’ll find a comprehensive body of resources, knowledge and experts to help you navigate the complex landscape of today’s data-driven world. We offer individual, corporate and group memberships, and all members have access to an extensive array of benefits. © 2021 International Association of Privacy Professionals.All rights reserved. Pease International Tradeport, 75 Rochester Ave.Portsmouth, NH 03801 USA • +1 603.427.9200 ', '

		    	    	
					International Association of Privacy Professionals
			', '19');
INSERT INTO "public"."content" VALUES ('31', 'http://fuwu.sogou.com/contact.html', ' ', '�ѹ�����ר��', '23');
INSERT INTO "public"."content" VALUES ('32', 'http://iapp.org/resources/demo-center/?utm_medium=Web_Media', 'Discover tools and solutions from industry leading privacy vendors. Brought to you by the IAPP. The day’s top stories from around the world Where the real conversations in privacy happen Original reporting and feature articles on the latest privacy developments Alerts and legal analysis of legislative trends Exploring the technology of privacy A roundup of the top Canadian privacy news A roundup of the top European data protection news A roundup of the top privacy news from the Asia-Pacific region A roundup of the top privacy news from Latin America A roundup of US privacy news Grab the official IAPP Data Privacy Day Swag Bag and find a celebration near you as we mark Data Privacy Day with a month of activities. Talk privacy and network with local members at IAPP KnowledgeNet Chapter meetings, taking place worldwide. Have ideas? Need advice? Subscribe to the Privacy List. It’s crowdsourcing, with an exceptional crowd. Looking for a new challenge, or need to hire your next privacy pro? The IAPP Job Board is the answer. Locate and network with fellow privacy professionals using this peer-to-peer directory. Understand Europe’s framework of laws, regulations and policies, most significantly the GDPR. Steer a course through the interconnected web of federal and state laws governing U.S. data privacy. Develop the skills to design, build and operate a comprehensive data protection program.  Add to your tech knowledge with deep training in privacy-enhancing technologies and how to deploy them. Gain the knowledge needed to address the widest-reaching consumer information privacy law in the U.S. Learn the legal, operational and compliance requirements of the EU regulation and its global influence. Meet the stringent requirements to earn this American Bar Association-certified designation. The global standard for the go-to person for privacy laws, regulations and frameworks The first and only privacy certification for professionals who manage day-to-day operations As technology professionals take on greater privacy responsibilities, our updated certification is keeping pace with 50% new content covering the latest developments. Recognizing the advanced knowledge and issue-spotting skills a privacy pro must attain in today’s complex world of data privacy. The first title to verify you meet stringent requirements for knowledge, skill, proficiency and ethics in privacy law, and one of the ABA’s newest accredited specialties. The IAPP’S CIPP/E and CIPM are the ANSI/ISO-accredited, industry-recognized combination for GDPR readiness. Learn more today. Certification des compétences du DPO fondée sur la législation et règlementation française et européenne, agréée par la CNIL. Use the Vendor Demo Center, Privacy Vendor List and Privacy Tech Vendor Report to easily identify privacy products and services to support your work. Access a collection of privacy news, resources, guidance and tools covering the COVID-19 global outbreak. This tool maps requirements in the law to specific provisions, the proposed regulations, expert analysis and guidance regarding compliance, the ballot initiative, and more. This interactive tool provides IAPP members access to critical GDPR resources — all in one location. IAPP members can get up-to-date information here on the California Consumer Privacy Act and the California Privacy Rights Act. The IAPP''s EU General Data Protection Regulation page collects the guidance, analysis, tools and resources you need to make sure you''re meeting your obligations. Access all white papers published by the IAPP. Access all reports and surveys published by the IAPP. The IAPP’s state law comparison tracker consists of proposed and enacted comprehensive privacy bills from across the U.S. This FAQs page addresses topics such as the EU-U.S. Privacy Shield agreement, standard contractual clauses and binding corporate rules. Create your own customised programme of European data protection presentations from the rich menu of online content. Explore the privacy/technology convergence by selecting live and on-demand sessions from this new web series. Customize your own learning and neworking program!  Choose from four DPI events near you each year for in-depth looks at practical and operational aspects of data  protection.  The world’s top privacy conference. Whether you work in the public or private sector, anywhere in the world, the Summit is your can''t-miss event. Find answers to your privacy questions from keynote speakers and panellists who are experts in Canadian data protection. World-class discussion and education on the top privacy issues in Asia Pacific and around the globe.  Delivering world-class discussion and education on the top privacy issues in Australia, New Zealand and around the globe.  The hub of European privacy policy debate, thought leadership and strategic thinking with data protection professionals. View our open calls and submission instructions. Increase visibility for your organization—check out sponsorship opportunities today.  Start taking advantage of the many IAPP member benefits today See our list of high-profile corporate members—and find out why you should become one, too Don’t miss out for a minute—continue accessing your benefits Review current member benefits available to Australia and New Zealand members Introduction to Resource CenterThis page provides an overview of the IAPP''s Resource Center offerings. Contact Resource Center For any Resource Center related inquiries, please reach out to resourcecenter@iapp.org. 
The Demo Center was designed to give you easy access to demos of the latest privacy products and services without leaving home. Simply click on the desired category below and then click on the vendors you want to see demos from in that category.
    Get your company featured in the Demo Center by contacting sales@iapp.org. The IAPP is the largest and most comprehensive global information privacy community and resource. Founded in 2000, the IAPP is a not-for-profit organization that helps define, promote and improve the privacy profession globally. The IAPP is the only place you’ll find a comprehensive body of resources, knowledge and experts to help you navigate the complex landscape of today’s data-driven world. We offer individual, corporate and group memberships, and all members have access to an extensive array of benefits. © 2021 International Association of Privacy Professionals.All rights reserved. Pease International Tradeport, 75 Rochester Ave.Portsmouth, NH 03801 USA • +1 603.427.9200 ', '

		    	    	
					IAPP Demo Center
			', '18');
INSERT INTO "public"."content" VALUES ('33', 'http://iapp.org/resources/article/iapp-digital-stickers', 'Available here are the IAPP''s world-famous, much-coveted, privacy-related stickers — always a huge hit at our conferences and events — in a digital forma... The day’s top stories from around the world Where the real conversations in privacy happen Original reporting and feature articles on the latest privacy developments Alerts and legal analysis of legislative trends Exploring the technology of privacy A roundup of the top Canadian privacy news A roundup of the top European data protection news A roundup of the top privacy news from the Asia-Pacific region A roundup of the top privacy news from Latin America A roundup of US privacy news Grab the official IAPP Data Privacy Day Swag Bag and find a celebration near you as we mark Data Privacy Day with a month of activities. Talk privacy and network with local members at IAPP KnowledgeNet Chapter meetings, taking place worldwide. Have ideas? Need advice? Subscribe to the Privacy List. It’s crowdsourcing, with an exceptional crowd. Looking for a new challenge, or need to hire your next privacy pro? The IAPP Job Board is the answer. Locate and network with fellow privacy professionals using this peer-to-peer directory. Understand Europe’s framework of laws, regulations and policies, most significantly the GDPR. Steer a course through the interconnected web of federal and state laws governing U.S. data privacy. Develop the skills to design, build and operate a comprehensive data protection program.  Add to your tech knowledge with deep training in privacy-enhancing technologies and how to deploy them. Gain the knowledge needed to address the widest-reaching consumer information privacy law in the U.S. Learn the legal, operational and compliance requirements of the EU regulation and its global influence. Meet the stringent requirements to earn this American Bar Association-certified designation. The global standard for the go-to person for privacy laws, regulations and frameworks The first and only privacy certification for professionals who manage day-to-day operations As technology professionals take on greater privacy responsibilities, our updated certification is keeping pace with 50% new content covering the latest developments. Recognizing the advanced knowledge and issue-spotting skills a privacy pro must attain in today’s complex world of data privacy. The first title to verify you meet stringent requirements for knowledge, skill, proficiency and ethics in privacy law, and one of the ABA’s newest accredited specialties. The IAPP’S CIPP/E and CIPM are the ANSI/ISO-accredited, industry-recognized combination for GDPR readiness. Learn more today. Certification des compétences du DPO fondée sur la législation et règlementation française et européenne, agréée par la CNIL. Use the Vendor Demo Center, Privacy Vendor List and Privacy Tech Vendor Report to easily identify privacy products and services to support your work. Access a collection of privacy news, resources, guidance and tools covering the COVID-19 global outbreak. This tool maps requirements in the law to specific provisions, the proposed regulations, expert analysis and guidance regarding compliance, the ballot initiative, and more. This interactive tool provides IAPP members access to critical GDPR resources — all in one location. IAPP members can get up-to-date information here on the California Consumer Privacy Act and the California Privacy Rights Act. The IAPP''s EU General Data Protection Regulation page collects the guidance, analysis, tools and resources you need to make sure you''re meeting your obligations. Access all white papers published by the IAPP. Access all reports and surveys published by the IAPP. The IAPP’s state law comparison tracker consists of proposed and enacted comprehensive privacy bills from across the U.S. This FAQs page addresses topics such as the EU-U.S. Privacy Shield agreement, standard contractual clauses and binding corporate rules. Create your own customised programme of European data protection presentations from the rich menu of online content. Explore the privacy/technology convergence by selecting live and on-demand sessions from this new web series. Customize your own learning and neworking program!  Choose from four DPI events near you each year for in-depth looks at practical and operational aspects of data  protection.  The world’s top privacy conference. Whether you work in the public or private sector, anywhere in the world, the Summit is your can''t-miss event. Find answers to your privacy questions from keynote speakers and panellists who are experts in Canadian data protection. World-class discussion and education on the top privacy issues in Asia Pacific and around the globe.  Delivering world-class discussion and education on the top privacy issues in Australia, New Zealand and around the globe.  The hub of European privacy policy debate, thought leadership and strategic thinking with data protection professionals. View our open calls and submission instructions. Increase visibility for your organization—check out sponsorship opportunities today.  Start taking advantage of the many IAPP member benefits today See our list of high-profile corporate members—and find out why you should become one, too Don’t miss out for a minute—continue accessing your benefits Review current member benefits available to Australia and New Zealand members Introduction to Resource CenterThis page provides an overview of the IAPP''s Resource Center offerings. Contact Resource Center For any Resource Center related inquiries, please reach out to resourcecenter@iapp.org.  Welcome and congratulations. It is your lucky day. Because here, on this very page, you can find the IAPP''s world-famous, much-coveted, privacy-related stickers — always a huge hit at our conferences and events — in a digital format. You can download the image files of all the stickers below to use in your presentations, as your desktop wallpaper or however else you might want to represent yourself as an IAPP privacy pro in an attention-getting way. Here are our designers’ Top 20 stickers for you to enjoy. Oops, one last thing — the obligatory legal copy. You will find it here. And by the way, these digital stickers should not be misinterpreted, modified or added to. Their orientation, color and composition should remain as indicated. And now you may proceed to the stickers. Seriously. We mean it. IAPP Digital Sticker ".zip" files may not be able to download through mobile devices and are best accessed through desktop/PC browsers. 1. "Hands off"  2. "Cookies enabled"  3. "Yeti"  4. "Hackers"  5. "Career (not dead — hiring)"  6. "Oh shoot dog"  7. "Under surveillance"  8. "Privacy pro dog"  9. "Talk privacy to me"  10. "Take the heat"  11. "Spark joy"  12. "India eye"  13. "Brazil in language"  14. "Oh my"  15. "Can''t protect; don''t collect"  16. "99 problems"  17. "Fingerprints"  18. "Why"  19. "Only you"  20. "Dead"  Creative Commons License  These works are licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International License. The IAPP is the largest and most comprehensive global information privacy community and resource. Founded in 2000, the IAPP is a not-for-profit organization that helps define, promote and improve the privacy profession globally. The IAPP is the only place you’ll find a comprehensive body of resources, knowledge and experts to help you navigate the complex landscape of today’s data-driven world. We offer individual, corporate and group memberships, and all members have access to an extensive array of benefits. © 2021 International Association of Privacy Professionals.All rights reserved. Pease International Tradeport, 75 Rochester Ave.Portsmouth, NH 03801 USA • +1 603.427.9200 ', '

		    	    	
					IAPP Digital Stickers	
			', '16');
INSERT INTO "public"."content" VALUES ('34', 'http://iapp.org/resources/topics/covid-19-guidance-and-resources', 'Access a collection of privacy news, resources, guidance and tools covering the COVID-19 global outbreak. The day’s top stories from around the world Where the real conversations in privacy happen Original reporting and feature articles on the latest privacy developments Alerts and legal analysis of legislative trends Exploring the technology of privacy A roundup of the top Canadian privacy news A roundup of the top European data protection news A roundup of the top privacy news from the Asia-Pacific region A roundup of the top privacy news from Latin America A roundup of US privacy news Grab the official IAPP Data Privacy Day Swag Bag and find a celebration near you as we mark Data Privacy Day with a month of activities. Talk privacy and network with local members at IAPP KnowledgeNet Chapter meetings, taking place worldwide. Have ideas? Need advice? Subscribe to the Privacy List. It’s crowdsourcing, with an exceptional crowd. Looking for a new challenge, or need to hire your next privacy pro? The IAPP Job Board is the answer. Locate and network with fellow privacy professionals using this peer-to-peer directory. Understand Europe’s framework of laws, regulations and policies, most significantly the GDPR. Steer a course through the interconnected web of federal and state laws governing U.S. data privacy. Develop the skills to design, build and operate a comprehensive data protection program.  Add to your tech knowledge with deep training in privacy-enhancing technologies and how to deploy them. Gain the knowledge needed to address the widest-reaching consumer information privacy law in the U.S. Learn the legal, operational and compliance requirements of the EU regulation and its global influence. Meet the stringent requirements to earn this American Bar Association-certified designation. The global standard for the go-to person for privacy laws, regulations and frameworks The first and only privacy certification for professionals who manage day-to-day operations As technology professionals take on greater privacy responsibilities, our updated certification is keeping pace with 50% new content covering the latest developments. Recognizing the advanced knowledge and issue-spotting skills a privacy pro must attain in today’s complex world of data privacy. The first title to verify you meet stringent requirements for knowledge, skill, proficiency and ethics in privacy law, and one of the ABA’s newest accredited specialties. The IAPP’S CIPP/E and CIPM are the ANSI/ISO-accredited, industry-recognized combination for GDPR readiness. Learn more today. Certification des compétences du DPO fondée sur la législation et règlementation française et européenne, agréée par la CNIL. Use the Vendor Demo Center, Privacy Vendor List and Privacy Tech Vendor Report to easily identify privacy products and services to support your work. Access a collection of privacy news, resources, guidance and tools covering the COVID-19 global outbreak. This tool maps requirements in the law to specific provisions, the proposed regulations, expert analysis and guidance regarding compliance, the ballot initiative, and more. This interactive tool provides IAPP members access to critical GDPR resources — all in one location. IAPP members can get up-to-date information here on the California Consumer Privacy Act and the California Privacy Rights Act. The IAPP''s EU General Data Protection Regulation page collects the guidance, analysis, tools and resources you need to make sure you''re meeting your obligations. Access all white papers published by the IAPP. Access all reports and surveys published by the IAPP. The IAPP’s state law comparison tracker consists of proposed and enacted comprehensive privacy bills from across the U.S. This FAQs page addresses topics such as the EU-U.S. Privacy Shield agreement, standard contractual clauses and binding corporate rules. Create your own customised programme of European data protection presentations from the rich menu of online content. Explore the privacy/technology convergence by selecting live and on-demand sessions from this new web series. Customize your own learning and neworking program!  Choose from four DPI events near you each year for in-depth looks at practical and operational aspects of data  protection.  The world’s top privacy conference. Whether you work in the public or private sector, anywhere in the world, the Summit is your can''t-miss event. Find answers to your privacy questions from keynote speakers and panellists who are experts in Canadian data protection. World-class discussion and education on the top privacy issues in Asia Pacific and around the globe.  Delivering world-class discussion and education on the top privacy issues in Australia, New Zealand and around the globe.  The hub of European privacy policy debate, thought leadership and strategic thinking with data protection professionals. View our open calls and submission instructions. Increase visibility for your organization—check out sponsorship opportunities today.  Start taking advantage of the many IAPP member benefits today See our list of high-profile corporate members—and find out why you should become one, too Don’t miss out for a minute—continue accessing your benefits Review current member benefits available to Australia and New Zealand members Introduction to Resource CenterThis page provides an overview of the IAPP''s Resource Center offerings. Contact Resource Center For any Resource Center related inquiries, please reach out to resourcecenter@iapp.org.    Below, access a collection of privacy news, resources, guidance and tools covering the COVID-19 global outbreak.    
						 	
													The findings presented in this report are the result of a collaborative research project between the IAPP and EY studying the effects of the COVID-19 pandemic on privacy teams around the world.
																			Read More
 
						 	
													During summer 2020, 21 privacy leaders from industry, government and academia graciously shared their views on the impact of COVID-19 on privacy priorities, practices and programs. We captured their experiences, challenges and recommendations in this five-part series.
																			Read More
 
						 	
													
Politico reports privacy advocates have come out against discussions in the EU regarding COVID-19 immunity passports. Greek Prime Minister Kyriakos Mitsotakis has formally pitched passports to the European Commission as a means to restore normalcy across the bloc. 
Israeli Prime Minister Benjamin Netanyahu revealed the Ministry of Health will share data on COVID-19 vaccinations with Pfizer as part of a vaccine distribution agreement, Haaretz reports. "The data is shared with the public on a d...
																			Read More
 
						 	
													The avalanche of COVID-19 applications developed to manage the pandemic has caused debates over the balance of public interest and the basic human right to privacy. COVID-19 apps, such as digital contact-tracing apps and statistical data analysis tools that help identify patterns that could lead to cures or prevention measures, have understandably led to the mixed emotion of excitement and concern. There is an excitement that experts could process the data to identify ways to curb the virus and ...
																			Read More
 
						 	
													The U.S. Senate Committee on Commerce, Science and Transportation held a hearing last December on what Congress should consider when crafting a federal privacy law. Nearly a year later, another hearing was held to revisit the topic, but in a world wholly unrecognizable from when the committee adjourned last year.
It''s an understatement to say the COVID-19 pandemic dramatically altered life as we knew before. Countless people are working from home, students have shifted to remote learning, and t...
																			Read More
 
						 	
													This document, published by Holland & Knight, provides analysis on navigating artificial intelligence and consumer protection laws during the COVID-19 pandemic, as the U.S. Federal Trade Commission recently issued a statement on using AI and algorithms.
																			Read More
 
						 	
													An Austin, Texas-based company’s artificial intelligence camera can detect those who may have a COVID-19-related fever, Fast Company reports. Athena Security’s camera system uses an AI model to view a subject’s inner eye, which can reflect body temperature. The thermal camera records an image of those with a fever. Athena CEO Lisa Falzone said the technology will be seen more in places like airports and hospitals where access depends on an individual’s temperature.Full Story...
																			Read More
 
						 	
													U.S. Customs and Border Protection will begin using biometric facial-comparison technology to monitor pedestrians traveling through the Brownsville, Texas, border crossing, Government Technology reports. The technology will photograph each pedestrian traveler entering the U.S. and compare that image to passport and ID photos stored in government records. Privacy advocates argue the program violates travelers’ privacy rights, adding CBP is not following an opt-out policy for U.S. citizens.Full St...
																			Read More
 
						 	
													The COVID-19 pandemic has brought many things in life to a screeching halt. For many organizations, the outbreak has meant shuttering, limiting or digitalizing most, if not all, operations.
Those types of transitions and subsequent hardships have led some in the privacy space to question whether it''s right for California Attorney General Xavier Becerra to go forward with California Consumer Privacy Act enforcement July 1. A coalition of 35 advertising groups sent the attorney general a letter M...
																			Read More
 
						 	
													MediaPost reports the Association of National Advertisers, Interactive Advertising Bureau, American Association of Advertising Agencies and 32 other groups want the California attorney general to delay enforcement of the California Consumer Privacy Act due to the current COVID-19 outbreak. “Now is not the time to threaten business leaders with premature CCPA enforcement lawsuits,” the groups write. Meanwhile, DLA Piper has published its take on the third version of the California Consumer Privac...
																			Read More
 
						 	
													This article from Sheppard Mullin gives advice to organizations on how to fulfill their California Consumer Privacy Act training obligations while moving away from in-person sessions to virtual training amid COVID-19 precautions. 
																			Read More
 
						 	
													This report, published by the World Economic Forum, outlines the key cybersecurity principles that the COVID-19 pandemic has taught organizations to prepare for the "new normal" of privacy operations.
																			Read More
 
						 	
													As part of its "Privacy 2040" initiative, Hogan Lovells published a guide on balancing privacy and security with public health efforts as exit strategies are developed for the COVID-19 pandemic.
																			Read More
 
						 	
													This guide from Baker McKenzie is designed to assist employers'' assessments of certain data processing they may consider in light of COVID-19 and whether they are compliant with data privacy regulation.
																			Read More
 
						 	
													This article from Bennet Jones gives consumers tips on how to protect their information during the increase in scams. It lists common scams related to COVID-19 and offers practical advice on how to protect themselves. 
																			Read More
 
						 	
													This article from Bryan Cave Leighton Paisner addresses data privacy and security issues in a work-from-home environment specifically within the United States.
																			Read More
 
						 	
													At the beginning of each school year, there are many papers to be signed.
I agree I have (1) read the student handbook, (2) health forms, (3) appropriate use of technology at school, (4) photos of my children for promotional purposes, and so on.
Then, this year out of the blue, a new consent shows up — a consent to record classes for operational purposes — and if I don’t sign it, it will significantly impact my child’s education.
Wait … what? 
This doesn’t sound right. What exactly are opera...
																			Read More
 
						 	
													Experts discuss how we can protect children''s privacy during the COVID-19 epidemic and as they head back to school. 
																			Read More
 
						 	
													This document, published by the Office of the Information and Privacy Commissioner for British Colombia, provides guidance for educators in choosing online learning tools in compliance with British Colombia''s Freedom of Information on Protection of Privacy Act.
																			Read More
 
						 	
													Privacy International published this open letter regarding the risks of rushed technology adoption for educational purposes, with an estimated 90% of the global student population being affected by COVID-19.
																			Read More
 
						 	
													This article from the Center for Democracy & Technology offers guidance for parents navigating the various education technology applications available for homeschooling their children during COVID-19.
																			Read More
 
						 	
													
The IAPP created an infographic outlining the privacy-related questions surrounding COVID-19 testing and health monitoring. As economies reopen, the scope and scale of health data collection, use and sharing will only increase. Employers and businesses are conducting testing, temperature checks and health screenings. This data collection raises novel privacy issues because of its scale, the non-traditional methods and reasons for its collection, and the benefits and risks to sharing the data w...
																			Read More
 
						 	
													The IAPP and EY launched a research initiative to gain more insight into the unique ways privacy and data protection practices have been affected by the pandemic. The initial phase of the project included a survey of privacy professionals, taking a deeper look at how organizations, in general, and privacy programs, in particular, are handling the privacy and data protection issues that have emerged alongside COVID-19, such as privacy and security issues related to working from home, monitoring the health of employees, and sharing data with governments, researchers and public health authorities.
																			Read More
 
						 	
													The U.S. Occupational Safety and Health Administration revised guidelines May 19 that require employers to determine whether employees who have contracted COVID-19 did so in the workplace. 
According to OSHA''s recordkeeping requirements, employers are required to conduct investigations about the cause of an employee''s infection with certain parameters. In the revised guidelines, which went into effect May 26, "employers should be taking action to determine whether employee COVID-19 illnesses ar...
																			Read More
 
						 	
													Global accounting firm PricewaterhouseCoopers created a facial recognition tool to help financial institutions track employees as they work from home, Personnel Today reports. The software taps into employees'' webcams to capture face images and detects when employees are not in front of their screens during work hours. PwC said the technology aims to help traders abide by regulations "in the least intrusive, pragmatic way." Meanwhile, Amazon plans to deploy artificial intelligence tracking syste...
																			Read More
 
						 	
													Diagnostic and antibody testing for COVID-19 is increasing significantly as governments and health authorities look for data to inform decisions about how to safely end lockdowns and restart economies. While public health and safety concerns are paramount, there are numerous privacy questions worth asking when testing and health monitoring for COVID-19. IAPP Legal Research Fellow Cathy Cosgrove explores some of those issues and questions in this piece for The Privacy Advisor.Full Story
Infograp...
																			Read More
 
						 	
													Over the last few months, we have seen organizations impose various obligations on their employees, visitors and customers to combat the spread of COVID-19. The underlying measures first began with completed health questionnaires, moved to requiring temperature checks of people entering buildings, along with the installation of thermal cameras at office entrances, and now there are regular blood tests for employees whose presence is essential for business continuity.
How did the Hungarian gover...
																			Read More
 
						 	
													This article from Fieldfisher gives guidance on how to remain compliant with the EU General Data Protection Regulation while also handling data during the COVID-19 pandemic. 
																			Read More
 
						 	
													Euractiv reports the Hungarian government intends to suspend certain rights and protections provided by the EU General Data Protection Regulation until the COVID-19 outbreak subsides. Under the new measures, citizens will see a pause on their right to data access and erasure, while any legal actions pertaining to alleged GDPR violations will also be delayed. Opposition politician Bernadett Szél plans to challenge the suspension of rights in the Constitutional Court of Hungary, claiming that "res...
																			Read More
 
						 	
													The IAPP and EY launched a research initiative to gain more insight into the unique ways privacy and data protection practices have been affected by the pandemic. The initial phase of the project included a survey of privacy professionals, taking a deeper look at how organizations, in general, and privacy programs, in particular, are handling the privacy and data protection issues that have emerged alongside COVID-19, such as privacy and security issues related to working from home, monitoring the health of employees, and sharing data with governments, researchers and public health authorities.
																			Read More
 
						 	
													A first-of-its-kind judicial decision sets out the rules for lawful tracking in an epidemic outbreak situation. The Israeli Supreme Court strikes a balance between COVID-19-related contact tracing technology and the right to privacy in a landmark decision about the government’s limits of power and the rights to privacy and dignity.
The Israeli government enforces the isolation of confirmed patients and people who came in close contact with them in an effort to contain the spread of the COVID-19...
																			Read More
 
						 	
													There are several reasons public health authorities may seek to collect COVID-19 data from private companies, including hospitals and health care providers. One of the top reasons is to track the spread of the virus and monitor the emergence of new clusters of infections so resources can be directed to areas most in need. Another reason is to send information to people who may have come into contact with someone who was diagnosed with or is suspected to have COVID-19.
Given this reality, let''s ...
																			Read More
 
						 	
													Now, perhaps more than ever before, it is critical to understand how governments around the world protect the personal information they exchange with each other. In their just-released third edition of "The Guide to U.S. Government Practice on Global Sharing of Personal Information," Onfido Director of Privacy Neal Cohen, CIPP/E, CIPP/US, and Northrop Grumman Corporation John Kropf, CIPP/E, CIPP/G, CIPP/US, help us do just that.
Cohen and Kropf’s guide walks readers through existing accords tha...
																			Read More
 
						 	
													National Institute of Allergy and Infectious Diseases Director Anthony Fauci said the U.S. government may consider issuing certificates to those who are immune to COVID-19, Politico reports. Fauci added the proposal would depend on the deployment of antibody tests. “It’s one of those things that we talk about when we want to make sure that we know who the vulnerable people are and not,” Fauci said. “This is something that’s being discussed. I think it might actually have some merit, under certai...
																			Read More
 
						 	
													Business and health care data are the new “honeypot,” an attractive and lucrative source of revenue to the modern hacker. A report from IBM in July 2020 reported that the average cost of a health care breach was $7.13 million per breach, noting “compromised employee accounts were the most expensive root cause, and that 80% of these incidents resulted in the exposure of customers'' personally identifiable information.” 
The COVID-19 pandemic has exposed how unprepared many health care providers w...
																			Read More
 
						 	
													The Wall Street Journal reports on potential efforts to amend or replace the Health Insurance Portability and Accountability Act in the wake of COVID-19-related health privacy dilemmas. Health policy professionals expect questions around HIPAA''s scope and coverage to be more frequent, which will lead to a legislative remedy from U.S. Congress. HIPAA "worked fairly well" when it was written, said Gonzaga University Assistant Professor of Law Mason Marks. "But today, in the Information Age, we nee...
																			Read More
 
						 	
													A data breach that may have compromised the identity of people diagnosed with COVID-19 in South Dakota is under investigation by the U.S. Federal Bureau of Investigation, the Star Tribune reports. In a letter to those who may have been affected, South Dakota Fusion Center Director Paul Niedringhaus said the center built an online portal using Netsential.com, which added labels to files that may have allowed a third party to identify patients. People’s names, addresses and virus status may have b...
																			Read More
 
						 	
													Bloomberg reports on the privacy implications of linking biometric information to a COVID-19 vaccination. In order to track who has received the vaccine, a program could be set up to link a biometric identifier to their health record, which can be used to prove they have been inoculated. European Digital Rights Policy and Campaigns Adviser Ella Jakubowska said if such initiatives were to be rushed out, privacy measures could be left by the wayside and the information could be used for mass surve...
																			Read More
 
						 	
													When I teach privacy law, I try to make the issues real for the students. It often isn’t that hard — privacy issues remain in the news almost every day. The evolution of the pandemic has made more of these issues real and is leading to a series of critical questions for the future of health care privacy. These issues are not new, but the focus of the attention on pandemic issues has made the need for discussion and resolution of these issues even more critical.
We are seeing four distinct categ...
																			Read More
 
						 	
													The U.S. Department of Health and Human Services is relaxing the Health Insurance Portability and Accountability Act privacy and security requirements for COVID-19 community-based testing sites to make it easier to collect patient data, Nextgov reports. The HHS Office for Civil Rights said in a notice other health care providers still have to fully comply with HIPAA. Meanwhile, the Hamburg Commissioner for Data Protection and Freedom of Information published guidance on data processing during th...
																			Read More
 
						 	
													The U.S. Department of Health & Human Services Office for Civil Rights (OCR) published this guidance page providing announcements, guidance, notifications and bulletins on civil rights laws and the HIPAA Privacy Rule during the COVID-19 outbreak.
																			Read More
 
						 	
													The U.S. government just eased the path for doctors and nurses to do video chats with patients by lifting privacy and security compliance penalties and enforcement action against health care providers. The Office for Civil Rights at the U.S Department of Health and Human Services Tuesday said it will allow health care providers to use technology, such as Apple FaceTime, Facebook Messenger video chat or other video platforms, to communicate with patients.
But, while federal response to the COVID...
																			Read More
 
						 	
													The U.S. Department of Health and Human Services has issued a limited waiver protecting health care providers from Health Insurance Portability and Accountability Act penalties during the COVID-19 outbreak. The waiver absolves providers of certain HIPAA responsibilities, including being required to honor facility directory opt-outs and issue privacy notices. Patient rights to request confidential communications and privacy restrictions have also been temporarily revoked under the waiver.Full Sto...
																			Read More
 
						 	
													This guidance document, published by the U.S. Department of Health and Human Services, provides a list of frequently asked questions and answers regarding Telehealth, HIPAA and the COVID-19 pandemic.
Click To View (PDF)...
																			Read More
 
						 	
													This notification, published by the U.S. Department of Health & Human Services, announces that the Office for Civil Rights (OCR) will exercise its enforcement discretion and will not impose penalties for noncompliance with the regulatory requirements under the HIPAA Rules against covered health care providers in connection with the good faith provision of telehealth during the COVID-19 nationwide public health emergency, effective immediately.
																			Read More
 
						 	
													On 25 February 2020, the Hellenic Data Protection Authority published guidance on the use of cookies (and similar technologies). The guidance reiterates the rules around consent and provides examples of cookies which fall into the consent exemptions.
																			Read More
 
						 	
													The IAPP has rounded up all COVID-19 guidance published by DPAs to date. The guidance linked below provides information and frequently asked questions pertaining to data processing and COVID-19.
																			Read More
 
						 	
													The U.K. National Health Service COVID-19 smartphone application launched in England and Wales, allowing users to trace contacts, assess risk level and record visits to establishments, Reuters reports. The app launched four months after the government said it would arrive. Health Secretary Matt Hancock said the app involved extensive work with technology companies, privacy experts and others, noting it is “secure” and “simple to use.” Meanwhile, in the U.S., the Pennsylvania Department of Health...
																			Read More
 
						 	
													In the Spanish region of Catalonia, the government created a public-private health observatory where epidemiological, mobile and environmental data is processed to manage COVID-19, ZDNet reports. The data is anonymized and gathered from public databases and mobile operators. Those involved said the tools developed by the observatory can be used by epidemiologists in pandemic response. “We need models on how epidemics evolve, and data is crucial in adjusting these models,” Computer Science Profes...
																			Read More
 
						 	
													The Dutch data protection authority, Autoriteit Persoonsgegevens, says COVID-19 app CoronaMelder insufficiently guarantees user privacy, and a law should be introduced to properly regulate its use. The AP, which raised concerns about the app''s software following the Google Apple Exposure Notification framework, advised the government not to use the app until concerns are addressed. It says a law should authorize the Minister of Health, Welfare and Sport to process data and should also contain pr...
																			Read More
 
						 	
													This article, published by the African Academic Network on Internet Policy, provides an overview of the impact COVID-19 has had on the state of privacy and data protection in Nigeria.
																			Read More
 
						 	
													Managing the COVID-19 outbreak and stopping its spread is now a global challenge. In addition to the significant health and medical responses underway around the world, governments and public health officials are focused on how to monitor, understand and prevent the spread of the virus. Data protection and privacy laws, including the EU General Data Protection Regulation and various U.S. laws, are informing these responses.
One major response to limiting the spread of infection is contact traci...
																			Read More
 
						 	
													This article from Sheppard Mullin gives companies advice on how to navigate privacy compliance obligations during COVID-19.
																			Read More
 
						 	
													This article from Sheppard Mullin gives advice to organizations on how to fulfill their California Consumer Privacy Act training obligations while moving away from in-person sessions to virtual training amid COVID-19 precautions. 
																			Read More
 
						 	
													U.S. Senate lawmakers proposed a bipartisan bill to regulate contact tracing apps, The Washington Post reports. The Exposure Notification Privacy Act would ensure those who do not want to use the apps are not tracked and prohibit any data that is collected by the apps to be used for commercial purposes. “The important thing we wanted to get done, as people started to look at this, is make sure the privacy protections are in place,” said Sen. Maria Cantwell, D-Wash.Full Story...
																			Read More
 
						 	
													While the COVID-19 outbreak has brought about numerous changes to our daily lives, it has not brought U.S. Congress any closer to bridging the partisan divide over the shape and scope of federal privacy legislation. Although both Democrats and Republicans in Congress have introduced privacy legislation related to the ongoing COVID-19 pandemic in recent weeks, lawmakers from either side of the aisle remain at odds over at least two key provisions: a private right of action and preemption of state...
																			Read More
 
						 	
													After Senate Republicans proposed the COVID-19 Consumer Data Protection Act April 30, Democrats from the Senate and House of Representatives offered their response Thursday, May 14, with the introduction of the Public Health Emergency Privacy Act. The Democrats'' bill aims to provide safeguards for health data during the pandemic and regulate the use of that data with contact tracing technologies.
																			Read More
 
						 	
													The “COVID-19 Consumer Data Protection Act,” which contains protections for personal information, was announced April 30, and will be introduced by Sen. Roger Wicker, R-Miss.
																			Read More
 
						 	
													Euractiv reports the European Parliament found its COVID-19 test management website, EcoCare, is cluttered with user-tracking requests, including some coming from U.S.-based organizations. Google and financial services platform Stripe are among the third-party companies requesting transfers of Parliament staff members'' information uploaded to the site. Member of Parliament Alexandra Geese has filed a complaint to the European Data Protection Supervisor over the matter.Full Story...
																			Read More
 
						 	
													As states ramp up manual COVID-19 contact tracing across the United States, a rapidly growing corps of citizen data collectors are discovering why data privacy rules matter. More than 100,000 contact tracers could be needed in the U.S. alone, according to guidance from the Centers for Disease Control and Prevention and a national contact-tracing plan developed by John Hopkins University and the Association of State and Territorial Health Officials. These tens of thousands of new data collectors ...
																			Read More
 
						 	
													Scotland launched a nationwide COVID-19 contact-tracing application called Protect Scotland, ZDNet reports. The app, which runs in a phone’s background, uses Bluetooth signals to identify smartphone users who were in close contact with someone who tested positive for the virus and may be at risk of contracting it. Officials said the app cannot be used to track a user’s location or reveal identities of close contacts of those who test positive.Full Story...
																			Read More
 
						 	
													COVID-19-tracking apps help identify parties with whom a COVID-19-infected person had contact. The apps do so by drawing on information about the location of a person’s mobile phone and its proximity to other devices. Experts, including the Bloomberg School of Public Health at John Hopkins University, view this technology as a necessary boost to manual contact tracing by public health officials.
Countries are currently split into those where the government requires the use of these apps and tho...
																			Read More
 
						 	
													Right now, there are signs that the curve of new COVID-19 cases in the United States is reaching a plateau, if not yet declining. We also have at least rough agreement among public health experts about the nation’s necessary next steps. The need is for a dramatic expansion of testing, a ramping up of the ranks of public health workers to trace contacts, and interoperable digital platforms that permit real-time analysis of COVID-19 outbreaks.
As part of this effort, there is a frequently envisio...
																			Read More
 
						 	
													Privacy risks to individuals tend to be neglected due to the emphasis placed on privacy risks to organizations. Considering privacy risks to individuals, however, is critical to effective privacy risk management.
																			Read More
 
						 	
													The Windsor Police Service’s access to the provincial COVID-19 database is raising privacy concerns, CBC News reports. Police searched the database 1,841 times from April 17 to July 20 to communicate COVID-19 status information to first responders. The Canadian Civil Liberties Association released a list of Ontario agencies that used the database, which includes names, addresses and birthdates of those who tested positive for the virus, calling it “alarming.” Windsor Police ranked 10th on that l...
																			Read More
 
						 	
													It is only May, but 2020 is already shaping up to be a crucial year for data protection. At least in Europe where the data protection authorities’ enforcement engine is starting to warm up. In Italy, for example, the Italian DPA, the Garante, started the year by handing down some very important fines. Beginning with provisions no. 231 and no. 232 issued Dec. 11, 2019, and published Jan. 17, 2020, against one of the global leading oil companies and with provision no. 7 issued Jan. 15, 2020, again...
																			Read More
 
						 	
													The U.S. is in the throes of a pandemic caused by the SARS-CoV-2 virus, COVID-19. Realizing that long-term lockdowns are not sustainable, governments are seeking alternative methods of controlling the pandemic. “Testing and tracing” has been touted as a way to reopen economies with the pandemic still raging. While testing has its own set of privacy challenges, the methods discussed to accomplish contact tracing are rife with problems.
In simple terms, contact tracing involves determining who ha...
																			Read More
 
						 	
													The U.S. Federal Bureau of Investigation is urging awareness around scams offering fake COVID-19 antibody tests, which they say could be used to steal personal information, CNN reports. Scammers are attempting to offer fake or unproven antibody tests to obtain Social Security numbers or health insurance information, the FBI warns. Meanwhile, the amount of time data accumulated from the U.K.’s Test and Trace program will be retained has been reduced from 20 years to eight years.Full Story...
																			Read More
 
						 	
													As companies, educational institutions, governments and other organizations shift to remote work environments during the COVID-19 pandemic, the need for technologies to facilitate engagement has exploded. In this checklist are key questions for privacy professionals to consider as they navigate this process.
																			Read More
 
						 	
													The U.K. Information Commissioner''s Office has published six data protection steps businesses can follow as lockdown measures begin to ease during the COVID-19 pandemic. The ICO recommends businesses only collect information as needed, to be transparent about what data they gather from staff and to keep all data secure. The agency also answers questions on its pandemic regulatory approach and COVID-19 testing.Full Story...
																			Read More
 
						 	
													As COVID-19 is rapidly spreading around the world, public health authorities are eagerly searching for effective measures to flatten the curve and decrease the rate of contamination. Among others, many governments are using or considering using surveillance technology to track the movements of people infected by COVID-19 and notify those who may have been exposed to the virus. Naturally, the use of such measures on a wide scale raises serious privacy concerns. In Israel, for example, there is a ...
																			Read More
 
						 	
													This resource, published by KPMG, provides guidance for Chief Information Officers and Chief Information Security Officers in their privacy security operations management duties during the COVID-19 outbreak.
																			Read More
 
						 	
													This article, published by Borden Ladner Gervais, provides guidance to Canadian organizations on managing privacy and cyber risks while operating during a pandemic.
																			Read More
 
						 	
													The IAPP and EY launched a research initiative to gain more insight into the unique ways privacy and data protection practices have been affected by the pandemic. The initial phase of the project included a survey of privacy professionals, taking a deeper look at how organizations, in general, and privacy programs, in particular, are handling the privacy and data protection issues that have emerged alongside COVID-19, such as privacy and security issues related to working from home, monitoring the health of employees, and sharing data with governments, researchers and public health authorities.
																			Read More
 
						 	
													France''s data protection authority, the Commission nationale de l''informatique et des libertés, published guidance on the principles employers should follow when potentially collecting employee data to monitor COVID-19 symptoms or for contact-tracing purposes. The CNIL recapped the processing of health data under the EU General Data Protection Regulation and offered updates on certain practices, such as monitoring employees'' temperatures as they enter the building and carrying out surveys to gau...
																			Read More
 
Original broadcast date: May 8, 2020
 Join us to gain insight into how some large multinational organizations are handling this challenging new employer/employee environment. Real-world situations will be discussed through hypothetical scenarios, challenges and priorities drawn out by experienced privacy leaders from organizations operating globally, and practical takeaways will be shared.
																			Read More
 
						 	
													This guidance, published by Littler, lists frequently asked questions and answers related to workplace privacy and COVID-19.
																			Read More
 
						 	
													This updating tool, published by Littler, provides state-by-state information on law orders issued that require employers to conduct forms of employee health screening.
																			Read More
 
						 	
													Privacy has never faced a challenge of such a global nature as COVID-19, said Philippines National Privacy Commissioner and Chairman Raymund Liboro, who is leading the Global Privacy Assembly’s COVID-19 Response Task Force. With data at the forefront of pandemic response, the work of data protection and privacy authorities is needed more than ever. Liboro tells IAPP Staff Writer Jennifer Bryant about the task force’s efforts to create “a ready toolbox” those professionals can turn to.Full Story ...
																			Read More
 
						 	
													While the COVID-19 pandemic has necessitated using data to analyze and map its origins and spread, Philippines National Privacy Commissioner and Chairman Raymund Liboro said “our data subjects need us now more than ever.”
During the pandemic, data privacy professionals play an important role in protecting data, fostering privacy rights, and earning and maintaining the trust of those they serve, Liboro recently told fellow privacy commissioners, privacy officers in the corporate sector and membe...
																			Read More
 
						 	
													The COVID-19 pandemic has seared contact tracing into our collective consciousness, but it doesn''t mean the concept is anywhere near new.
Noted Deputy U.S. Chief Technology Officer Nicole Wong recently during an online event: Contact tracing was used to identify the original Typhoid Mary in 1907, as well as helping to quell outbreaks of smallpox, SARS and Ebola.
As COVID-19 continues to spread, entities around the world hope to use technological advancements to take contact tracing to the next...
																			Read More
 
						 	
													Last year, with the shockwaves of the Cambridge Analytica scandal still echoing, the U.S. Federal Trade Commission fining Facebook $5 billion, and the U.K. Information Commissioner''s Office announcing its intention to fine British Airways and Marriott hundreds of millions of pounds, we thought privacy had reached its zenith. California privacy advocates were stirring Washington, D.C., into legislative action, Brazil and India competing to put in place comprehensive privacy laws, 500,000 organiza...
																			Read More
 
						 	
													As the COVID-19 pandemic continues to roil economies and confine people to the solitude of their homes, much of the public discourse regarding the pandemic is focused on defining the “new normal.” Will wearing masks become an indefinite feature of public gathering? How long will the handshake remain social taboo? Some of the behavioral norms and social expectations we take with us will be innocent, unconscious footnotes to the compendium of our moment. Others will require long overdue deliberati...
																			Read More
 Future of Privacy Forum: COVID-19 Privacy & Data Protection Resources Global Privacy Assembly: COVID-19 Resources ICO: Data protection and coronavirus information hub Privacy International: Tracking the Global Response to COVID-19 The IAPP is the largest and most comprehensive global information privacy community and resource. Founded in 2000, the IAPP is a not-for-profit organization that helps define, promote and improve the privacy profession globally. The IAPP is the only place you’ll find a comprehensive body of resources, knowledge and experts to help you navigate the complex landscape of today’s data-driven world. We offer individual, corporate and group memberships, and all members have access to an extensive array of benefits. © 2021 International Association of Privacy Professionals.All rights reserved. Pease International Tradeport, 75 Rochester Ave.Portsmouth, NH 03801 USA • +1 603.427.9200 ', '

		    	    	
					COVID-19 Guidance and Resources	
			', '18');
INSERT INTO "public"."content" VALUES ('35', 'http://iapp.org/resources/privacy-vendor-marketplace', 'The International Association of Privacy Professionals: Policy neutral, we are the world’s largest information privacy organization. The day’s top stories from around the world Where the real conversations in privacy happen Original reporting and feature articles on the latest privacy developments Alerts and legal analysis of legislative trends Exploring the technology of privacy A roundup of the top Canadian privacy news A roundup of the top European data protection news A roundup of the top privacy news from the Asia-Pacific region A roundup of the top privacy news from Latin America A roundup of US privacy news Grab the official IAPP Data Privacy Day Swag Bag and find a celebration near you as we mark Data Privacy Day with a month of activities. Talk privacy and network with local members at IAPP KnowledgeNet Chapter meetings, taking place worldwide. Have ideas? Need advice? Subscribe to the Privacy List. It’s crowdsourcing, with an exceptional crowd. Looking for a new challenge, or need to hire your next privacy pro? The IAPP Job Board is the answer. Locate and network with fellow privacy professionals using this peer-to-peer directory. Understand Europe’s framework of laws, regulations and policies, most significantly the GDPR. Steer a course through the interconnected web of federal and state laws governing U.S. data privacy. Develop the skills to design, build and operate a comprehensive data protection program.  Add to your tech knowledge with deep training in privacy-enhancing technologies and how to deploy them. Gain the knowledge needed to address the widest-reaching consumer information privacy law in the U.S. Learn the legal, operational and compliance requirements of the EU regulation and its global influence. Meet the stringent requirements to earn this American Bar Association-certified designation. The global standard for the go-to person for privacy laws, regulations and frameworks The first and only privacy certification for professionals who manage day-to-day operations As technology professionals take on greater privacy responsibilities, our updated certification is keeping pace with 50% new content covering the latest developments. Recognizing the advanced knowledge and issue-spotting skills a privacy pro must attain in today’s complex world of data privacy. The first title to verify you meet stringent requirements for knowledge, skill, proficiency and ethics in privacy law, and one of the ABA’s newest accredited specialties. The IAPP’S CIPP/E and CIPM are the ANSI/ISO-accredited, industry-recognized combination for GDPR readiness. Learn more today. Certification des compétences du DPO fondée sur la législation et règlementation française et européenne, agréée par la CNIL. Use the Vendor Demo Center, Privacy Vendor List and Privacy Tech Vendor Report to easily identify privacy products and services to support your work. Access a collection of privacy news, resources, guidance and tools covering the COVID-19 global outbreak. This tool maps requirements in the law to specific provisions, the proposed regulations, expert analysis and guidance regarding compliance, the ballot initiative, and more. This interactive tool provides IAPP members access to critical GDPR resources — all in one location. IAPP members can get up-to-date information here on the California Consumer Privacy Act and the California Privacy Rights Act. The IAPP''s EU General Data Protection Regulation page collects the guidance, analysis, tools and resources you need to make sure you''re meeting your obligations. Access all white papers published by the IAPP. Access all reports and surveys published by the IAPP. The IAPP’s state law comparison tracker consists of proposed and enacted comprehensive privacy bills from across the U.S. This FAQs page addresses topics such as the EU-U.S. Privacy Shield agreement, standard contractual clauses and binding corporate rules. Create your own customised programme of European data protection presentations from the rich menu of online content. Explore the privacy/technology convergence by selecting live and on-demand sessions from this new web series. Customize your own learning and neworking program!  Choose from four DPI events near you each year for in-depth looks at practical and operational aspects of data  protection.  The world’s top privacy conference. Whether you work in the public or private sector, anywhere in the world, the Summit is your can''t-miss event. Find answers to your privacy questions from keynote speakers and panellists who are experts in Canadian data protection. World-class discussion and education on the top privacy issues in Asia Pacific and around the globe.  Delivering world-class discussion and education on the top privacy issues in Australia, New Zealand and around the globe.  The hub of European privacy policy debate, thought leadership and strategic thinking with data protection professionals. View our open calls and submission instructions. Increase visibility for your organization—check out sponsorship opportunities today.  Start taking advantage of the many IAPP member benefits today See our list of high-profile corporate members—and find out why you should become one, too Don’t miss out for a minute—continue accessing your benefits Review current member benefits available to Australia and New Zealand members Introduction to Resource CenterThis page provides an overview of the IAPP''s Resource Center offerings. Contact Resource Center For any Resource Center related inquiries, please reach out to resourcecenter@iapp.org. The IAPP is the largest and most comprehensive global information privacy community and resource. Founded in 2000, the IAPP is a not-for-profit organization that helps define, promote and improve the privacy profession globally. The IAPP is the only place you’ll find a comprehensive body of resources, knowledge and experts to help you navigate the complex landscape of today’s data-driven world. We offer individual, corporate and group memberships, and all members have access to an extensive array of benefits. © 2021 International Association of Privacy Professionals.All rights reserved. Pease International Tradeport, 75 Rochester Ave.Portsmouth, NH 03801 USA • +1 603.427.9200 ', '

		    	    	
					International Association of Privacy Professionals
			', '17');
INSERT INTO "public"."content" VALUES ('36', 'http://my.iapp.org/NC__Login', ' Please log in or create a profile to continue.
             
 
Forgot your password?
 Don''t have a profile?
 

 
Nevermind, I''ve remembered my password.
 The IAPP is the largest and most comprehensive global information privacy community and resource. Founded in 2000, the IAPP is a not-for-profit organization that helps define, support and improve the privacy profession globally. The IAPP is the only place you’ll find a comprehensive body of resources, knowledge and experts to help you navigate the complex landscape of today’s data-driven world. We offer individual, corporate and group memberships, and all members have access to an extensive array of benefits. © 2017 International Association of Privacy Professionals.All rights reserved. Pease International Tradeport, 75 Rochester Ave, Suite 4Portsmouth, NH 03801 USA • +1 603.427.9200 ', 'IAPP - Login', '19');
INSERT INTO "public"."content" VALUES ('37', 'http://iapp.org/certify/cdpo', 'Certification des compétences du DPO (CDPO)



La Commission nationale de l’informatique et des libertés (CNIL) a agréé l’IAPP pour qu’elle cer... The day’s top stories from around the world Where the real conversations in privacy happen Original reporting and feature articles on the latest privacy developments Alerts and legal analysis of legislative trends Exploring the technology of privacy A roundup of the top Canadian privacy news A roundup of the top European data protection news A roundup of the top privacy news from the Asia-Pacific region A roundup of the top privacy news from Latin America A roundup of US privacy news Grab the official IAPP Data Privacy Day Swag Bag and find a celebration near you as we mark Data Privacy Day with a month of activities. Talk privacy and network with local members at IAPP KnowledgeNet Chapter meetings, taking place worldwide. Have ideas? Need advice? Subscribe to the Privacy List. It’s crowdsourcing, with an exceptional crowd. Looking for a new challenge, or need to hire your next privacy pro? The IAPP Job Board is the answer. Locate and network with fellow privacy professionals using this peer-to-peer directory. Understand Europe’s framework of laws, regulations and policies, most significantly the GDPR. Steer a course through the interconnected web of federal and state laws governing U.S. data privacy. Develop the skills to design, build and operate a comprehensive data protection program.  Add to your tech knowledge with deep training in privacy-enhancing technologies and how to deploy them. Gain the knowledge needed to address the widest-reaching consumer information privacy law in the U.S. Learn the legal, operational and compliance requirements of the EU regulation and its global influence. Meet the stringent requirements to earn this American Bar Association-certified designation. The global standard for the go-to person for privacy laws, regulations and frameworks The first and only privacy certification for professionals who manage day-to-day operations As technology professionals take on greater privacy responsibilities, our updated certification is keeping pace with 50% new content covering the latest developments. Recognizing the advanced knowledge and issue-spotting skills a privacy pro must attain in today’s complex world of data privacy. The first title to verify you meet stringent requirements for knowledge, skill, proficiency and ethics in privacy law, and one of the ABA’s newest accredited specialties. The IAPP’S CIPP/E and CIPM are the ANSI/ISO-accredited, industry-recognized combination for GDPR readiness. Learn more today. Certification des compétences du DPO fondée sur la législation et règlementation française et européenne, agréée par la CNIL. Use the Vendor Demo Center, Privacy Vendor List and Privacy Tech Vendor Report to easily identify privacy products and services to support your work. Access a collection of privacy news, resources, guidance and tools covering the COVID-19 global outbreak. This tool maps requirements in the law to specific provisions, the proposed regulations, expert analysis and guidance regarding compliance, the ballot initiative, and more. This interactive tool provides IAPP members access to critical GDPR resources — all in one location. IAPP members can get up-to-date information here on the California Consumer Privacy Act and the California Privacy Rights Act. The IAPP''s EU General Data Protection Regulation page collects the guidance, analysis, tools and resources you need to make sure you''re meeting your obligations. Access all white papers published by the IAPP. Access all reports and surveys published by the IAPP. The IAPP’s state law comparison tracker consists of proposed and enacted comprehensive privacy bills from across the U.S. This FAQs page addresses topics such as the EU-U.S. Privacy Shield agreement, standard contractual clauses and binding corporate rules. Create your own customised programme of European data protection presentations from the rich menu of online content. Explore the privacy/technology convergence by selecting live and on-demand sessions from this new web series. Customize your own learning and neworking program!  Choose from four DPI events near you each year for in-depth looks at practical and operational aspects of data  protection.  The world’s top privacy conference. Whether you work in the public or private sector, anywhere in the world, the Summit is your can''t-miss event. Find answers to your privacy questions from keynote speakers and panellists who are experts in Canadian data protection. World-class discussion and education on the top privacy issues in Asia Pacific and around the globe.  Delivering world-class discussion and education on the top privacy issues in Australia, New Zealand and around the globe.  The hub of European privacy policy debate, thought leadership and strategic thinking with data protection professionals. View our open calls and submission instructions. Increase visibility for your organization—check out sponsorship opportunities today.  Start taking advantage of the many IAPP member benefits today See our list of high-profile corporate members—and find out why you should become one, too Don’t miss out for a minute—continue accessing your benefits Review current member benefits available to Australia and New Zealand members Free Study GuideDownload Now La Commission nationale de l’informatique et des libertés (CNIL) a agréé l’IAPP pour qu’elle certifie les compétences du délégué à la protection des données dans le cadre du programme de certification des compétences du DPO conformément aux référentiels de la CNIL. Ce programme vise à certifier les compétences des personnes physiques en référence aux exigences visées à la Section 4, Chapitre IV du Règlement (UE) 2016/679. Cette certification est fondée sur la règlementation française en matière de protection des données. L’examen comporte 100 questions dont 1/3 relatives à des cas pratiques. Pour réussir la certification, les candidats doivent répondre correctement à 75% du total des questions et répondre correctement à au moins 50% des questions dans chacun des trois domaines (“Réglementation générale en matière de protection des données et mesures prises pour la mise en conformité”, “Responsabilité” et “Mesures techniques et organisationnelles pour la sécurité des données au regard des risques”). Pour plus d’informations, consultez le site de la CNIL et notre manuel du candidat. Remarque : La certification des compétences du délégué à la protection des données est indépendante du programme de certification CIPP/E. Exigences: Les candidats doivent envoyer le formulaire dûment rempli accompagné de la preuve qu’ils remplissent l’une des exigences ci-après : Prix: Procédure de certification: Le personnel de certification de l’IAPP examinera les documents justifiant l’expérience du candidat afin de déterminer si celui-ci remplit l’une des exigences précisées plus haut. L’évaluation soigneuse de chaque candidature est susceptible de nécessiter un délai pouvant aller jusqu’à dix jours. Les candidats recevront un e-mail les informant de la décision qui aura été prise. Les candidats dont la demande aura été acceptée recevront un lien qui leur permettra d’acheter le droit de passage de l’examen. Les candidats dont la candidature aura été refusée pourront à nouveau postuler lorsqu’ils considèreront que leur situation a évolué et qu’ils répondent désormais aux conditions nécessaires. Les examens CDPO sont dispensés uniquement dans les centres de test du partenaire de l’IAPP, PearsonVUE. La certification des compétences du DPO n’est délivrée qu’aux personnes ayant réussi l’examen. L’IAPP enverra aux candidats ayant réussi l’examen un e-mail leur confirmant la bonne nouvelle sous 24 heures et un certificat numérique leur sera délivré par e-mail la semaine suivante. Le nom et les informations de certification des candidats ayant réussi l’examen seront ajoutés à un registre interne qui sera envoyé à la CNIL tous les six mois. Les candidats n’ayant pas obtenu le score requis, peuvent repasser l’examen à un tarif préférentiel après une période d’attente de 30 jours après la date de l’examen précédent. - Manuel général du candidat à la certification IAPP - Instructions pour remplir le formulaire de candidature - Contrat portant sur les conditions de vente, l’utilisation des marques et du logo, le code de déontologie et l’accord - Politiques et formulaires de réclamation et d’appel   Posez votre candidature Pour plus d’informations sur l’IAPP rendez-vous sur: https://iapp.org/lang/fr/ ou contactez-nous par email (emea@iapp.org) ou par téléphone (+32 (0)2 486 41 66). Free Study GuideDownload Now The IAPP is the largest and most comprehensive global information privacy community and resource. Founded in 2000, the IAPP is a not-for-profit organization that helps define, promote and improve the privacy profession globally. The IAPP is the only place you’ll find a comprehensive body of resources, knowledge and experts to help you navigate the complex landscape of today’s data-driven world. We offer individual, corporate and group memberships, and all members have access to an extensive array of benefits. © 2021 International Association of Privacy Professionals.All rights reserved. Pease International Tradeport, 75 Rochester Ave.Portsmouth, NH 03801 USA • +1 603.427.9200 ', '

		    	    	
					CDPO	
			', '19');
INSERT INTO "public"."content" VALUES ('38', 'http://iapp.org/connect/data-privacy-day', 'The International Association of Privacy Professionals: Policy neutral, we are the world’s largest information privacy organization. The day’s top stories from around the world Where the real conversations in privacy happen Original reporting and feature articles on the latest privacy developments Alerts and legal analysis of legislative trends Exploring the technology of privacy A roundup of the top Canadian privacy news A roundup of the top European data protection news A roundup of the top privacy news from the Asia-Pacific region A roundup of the top privacy news from Latin America A roundup of US privacy news Grab the official IAPP Data Privacy Day Swag Bag and find a celebration near you as we mark Data Privacy Day with a month of activities. Talk privacy and network with local members at IAPP KnowledgeNet Chapter meetings, taking place worldwide. Have ideas? Need advice? Subscribe to the Privacy List. It’s crowdsourcing, with an exceptional crowd. Looking for a new challenge, or need to hire your next privacy pro? The IAPP Job Board is the answer. Locate and network with fellow privacy professionals using this peer-to-peer directory. Understand Europe’s framework of laws, regulations and policies, most significantly the GDPR. Steer a course through the interconnected web of federal and state laws governing U.S. data privacy. Develop the skills to design, build and operate a comprehensive data protection program.  Add to your tech knowledge with deep training in privacy-enhancing technologies and how to deploy them. Gain the knowledge needed to address the widest-reaching consumer information privacy law in the U.S. Learn the legal, operational and compliance requirements of the EU regulation and its global influence. Meet the stringent requirements to earn this American Bar Association-certified designation. The global standard for the go-to person for privacy laws, regulations and frameworks The first and only privacy certification for professionals who manage day-to-day operations As technology professionals take on greater privacy responsibilities, our updated certification is keeping pace with 50% new content covering the latest developments. Recognizing the advanced knowledge and issue-spotting skills a privacy pro must attain in today’s complex world of data privacy. The first title to verify you meet stringent requirements for knowledge, skill, proficiency and ethics in privacy law, and one of the ABA’s newest accredited specialties. The IAPP’S CIPP/E and CIPM are the ANSI/ISO-accredited, industry-recognized combination for GDPR readiness. Learn more today. Certification des compétences du DPO fondée sur la législation et règlementation française et européenne, agréée par la CNIL. Use the Vendor Demo Center, Privacy Vendor List and Privacy Tech Vendor Report to easily identify privacy products and services to support your work. Access a collection of privacy news, resources, guidance and tools covering the COVID-19 global outbreak. This tool maps requirements in the law to specific provisions, the proposed regulations, expert analysis and guidance regarding compliance, the ballot initiative, and more. This interactive tool provides IAPP members access to critical GDPR resources — all in one location. IAPP members can get up-to-date information here on the California Consumer Privacy Act and the California Privacy Rights Act. The IAPP''s EU General Data Protection Regulation page collects the guidance, analysis, tools and resources you need to make sure you''re meeting your obligations. Access all white papers published by the IAPP. Access all reports and surveys published by the IAPP. The IAPP’s state law comparison tracker consists of proposed and enacted comprehensive privacy bills from across the U.S. This FAQs page addresses topics such as the EU-U.S. Privacy Shield agreement, standard contractual clauses and binding corporate rules. Create your own customised programme of European data protection presentations from the rich menu of online content. Explore the privacy/technology convergence by selecting live and on-demand sessions from this new web series. Customize your own learning and neworking program!  Choose from four DPI events near you each year for in-depth looks at practical and operational aspects of data  protection.  The world’s top privacy conference. Whether you work in the public or private sector, anywhere in the world, the Summit is your can''t-miss event. Find answers to your privacy questions from keynote speakers and panellists who are experts in Canadian data protection. World-class discussion and education on the top privacy issues in Asia Pacific and around the globe.  Delivering world-class discussion and education on the top privacy issues in Australia, New Zealand and around the globe.  The hub of European privacy policy debate, thought leadership and strategic thinking with data protection professionals. View our open calls and submission instructions. Increase visibility for your organization—check out sponsorship opportunities today.  Start taking advantage of the many IAPP member benefits today See our list of high-profile corporate members—and find out why you should become one, too Don’t miss out for a minute—continue accessing your benefits Review current member benefits available to Australia and New Zealand members Call for Proposals! Want to speak at an IAPP conference? Visit our Call for Proposals section to learn about submitting and find out which events we are currently accepting submissions for. Data Privacy Day, happens annually on January 28. It is “an international effort to create awareness about the importance of respecting privacy, safeguarding data and enabling trust”. Each year, the IAPP partners with Stay Safe Online to promote Data Privacy Day, and this year the celebrations are bigger than ever. Typically celebrated for one day only, the IAPP will be extending our festivities to celebrate for the entire month of January! Be sure to check back throughout the month of January as new events will be added all the time. Have questions about Data Privacy Day 2021 events? Reach out to knowledgenet@iapp.org  Celebrating Data Privacy Day? Enter for your chance to win a FREE YEAR of IAPP Membership! Five winners will be selected, one from each geographic location across the globe: North America, South America, Europe, Africa, Asia/ANZ. Be sure to follow the hashtag on social media to see how fellow privacy pros around the world are celebrating. *Only photos taken throughout the month of January using the hashtag #IAPPcelebratesDPD will be considered. Photos must be public in order to enter. By sharing your picture using #IAPPcelebratesDPD you give IAPP permission to share your image. Since we cannot be with you to celebrate this year, we want to bring the party right to you. That is why we created the Data Privacy Day Swag Bag  – complete with virtual backgrounds to add some flair to your KnowledgeNet Chapter celebrations and social graphics so that you can spread the word among your network in style. We might even throw in some surprises along the way. Access the Swag Bag now and spread the word about Data Privacy Day. The IAPP is the largest and most comprehensive global information privacy community and resource. Founded in 2000, the IAPP is a not-for-profit organization that helps define, promote and improve the privacy profession globally. The IAPP is the only place you’ll find a comprehensive body of resources, knowledge and experts to help you navigate the complex landscape of today’s data-driven world. We offer individual, corporate and group memberships, and all members have access to an extensive array of benefits. © 2021 International Association of Privacy Professionals.All rights reserved. Pease International Tradeport, 75 Rochester Ave.Portsmouth, NH 03801 USA • +1 603.427.9200 ', '

		    	    	
					Data Privacy Day
			', '16');

-- ----------------------------
-- Alter Sequences Owned By 
-- ----------------------------

-- ----------------------------
-- Indexes structure for table content
-- ----------------------------
CREATE UNIQUE INDEX "url" ON "public"."content" USING btree ("url");

-- ----------------------------
-- Primary Key structure for table content
-- ----------------------------
ALTER TABLE "public"."content" ADD PRIMARY KEY ("id", "url");
